Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: Username and email address combination not found.
ca: No s'ha trobat la combinació de nom d'usuari i adreça de correu.
es: No se ha encontrado la combinación de nombre de usuario y dirección de correo.
gd: Chan eil an t-ainm-cleachdaiche is an seòladh puist-d seo co-cheangailte againn.
nl: Gebruikersnaam/wachtwoord-combinatie niet gevonden.
pt_br: Combinação de usuário e e-mail não encontrada.

source: An error occurred while resetting your password.
ca: S'ha produït un error mentre es reiniciava la vostra contrasenya.
es: Se ha producido un error mientras se reiniciaba su contraseña.
eu: Errore bat gertatu da zure pasahitza berrezartzean.
gd: Thachair mearachd le ath-shuidheachadh an fhacail-fhaire agad.
nl: Er is een fout opgetreden bij het opnieuw instellen van je wachtwoord.
pt_br: Ocorreu um erro durante a redefinição de sua senha.

source: Password reset link sent. Please reset your password using the link emailed to you.
ca: L'enllaç per reiniciar la contrasenya ha estat enviat. Reinicieu la vostra contrasenya fent servir l'enllaç enviat.
es: El enlace para reiniciar su contraseña ha sido enviado. Reinicie su contraseña usando el enlace enviado.
gd: Chaidh ceangal gus am facal-faire ath-shuidheachadh a chur thugad. An ath-shuidhich thu am facal-faire agad leis a' cheangal a chaidh a chur thugad le post-d?
nl: Resetlink verzonden. Stel je wachtwoord opnieuw in met de link die naar je is gemaild.
pt_br: Link para redefinir a senha enviado. Por favor, redefina sua senha usando o link enviado para você.

source: Invalid verification code.
ca: Codi de verificació invàlid.
es: Código de verificación inválido.
eu: Egiaztapen-kode baliogabea.
gd: Còd-dearbhaidh mì-dhligheach.
nl: Ongeldige verificatiecode.
pt_br: Código de verificação inválido.

source: Please enter a new password for your account.
ca: Si us plau, introduïu una nova contrasenya per al vostre compte.
de: Bitte gib ein neues Passwort für dein Konto ein.
es: Por favor, introduzca una nueva contraseña para su cuenta.
eu: Mesedez sartu zure kontuarentzako pasahitz berri bat.
gd: Cuir a-steach facal-faire ùr airson a' chunntais agad.
nl: Vul een nieuw wachtwoord in voor je account.
pt_br: Insira uma nova senha para sua conta.

source: New Password (confirm):
ca: Nova contrasenya (confirmar):
de: Neues Passwort (bestätigen):
es: Nova contrasenya (confirmar):
eu: Pasahitz berria (berretsi):
gd: Am facal-faire ùr (dearbhaich):
nl: Nieuw wachtwoord (bevestiging):
pt_br: Nova senha (confirmar):

source: Could not reset your password. The link you followed is not valid.
ca: No s'ha pogut reiniciar la vostra contrasenya. L'enllaç que heu seguit no és vàlid.
es: No se ha podido reiniciar su contraseña. El enlace que ha seguido no es válido.
eu: Ezin izan da zure pasahitza berrezarri. Jarraitu duzun esteka ez da baliozkoa.
gd: Cha do ghabh am facal-faire agad ath-shuidheachadh. Chan eil an ceangal 's tu air leantainn air dligheach.
nl: Je wachtwoord kan niet opnieuw ingesteld worden. De link die je gevolgd hebt is ongeldig.
pt_br: Não foi possível redefinir sua senha. O link que você seguiu é inválido.

source: Changed password.
ca: Contrasenya canviada.
es: Contraseña cambiada.
eu: Pasahitza aldatuta.
gd: Chaidh am facal-faire atharrachadh.
nl: Wachtwoord is gewijzigd
pt_br: Senha alterada.

source: Register
ca: Registre
de: Registrieren
es: Registrarse
eu: Erregistratu
gd: Clàraich
nl: Registreren
pt_br: Registrar
ru: Регистрация

source: Account Registration
ca: Registre del compte
de: Konto-Registrierung
es: Registro de cuenta
gd: A' clàradh cunntais
nl: Account registratie
pt_br: Registro de conta

source: Password (confirm):
ca: Contrasenya (confirmeu):
de: Passwort (Bestätigen):
es: Contraseña (confirmar):
eu: Pasahitza (berretsi):
gd: Am facal-faire (dearbhaich):
gl: Contrasinal (repetir):
nl: Wachtwoord (opnieuw):
pt_br: Senha (confirmar):
ru: Пароль (подтвердите):

source: Terms:
ca: Termes:
de: Bedingungen:
es: Términos:
eu: Baldintzak:
gd: Teirmichean:
gl: Termos:
nl: Voorwaarden:
pt_br: Termos:
ru: Условия:

source: STK Addons Terms and Conditions
ca: Termes i condicions dels complements del STK
es: Términos y condiciones de los complementos de STK
gd: Teirmichean is cumhaichean aig STK Addons
gl: Termos e condicións de STK Addons
nl: STK add-ons termen en voorwaarden
pt_br: Termos e condições dos complentos do STK
ru: Положения и условия сайта STK Addons

source: You must agree to these terms in order to upload content to the STK Addons site.
ca: Heu d'acceptar aquests termes per poder pujar contingut a la web de complements del STK.
de: Du musst diesen Bedingungen zustimmen, um Inhalte auf die STK Add-Ons Seite hochladen zu können.
es: Debe aceptar estos términos para poder subir contenido a la web de complementos de STK.
gd: Feumaidh tu aontachadh ris na teirmichean seo mus urrainn dhut susbaint a luchdadh suas dhan làrach STK Addons.
gl: Debe aceptar as condicións para subir contido á sitio web «STK Addons».
nl: Als je niet akkoord gaat met deze voorwaarden kun je GEEN content naar de STK add-ons pagina uploaden.
pt_br: Você precisa aceitar estes termos para poder enviar conteúdo ao site de complementos do STK.
ru: Вы должны согласиться с этими условиями, чтобы иметь возможность загружать данные на сайт STK Addons.

source: The STK Addons service is designed to be a repository exclusively for Super Tux Kart addon content. All uploaded content must be intended for this purpose. When you upload your content, it will be available publicly on the internet, and will be made available in-game for download.
ca: El servei de complements STK està dissenyat per ser un dipòsit exclusivament per a contingut complementari del SuperTuxKart. Tots els continguts pujats han d'estar pensats per a aquest propòsit. Quan pujeu contingut, estarà disponible públicament a Internet, i també dins del joc per a ser descarregat.
de: Der STK Add-Ons Service ist ausschließlich als Plattform für SuperTuxKart Add-On-Inhalte gedacht. Alle hochgeladenen Inhalte müssen für diesen Zweck gedacht sein. Nach dem Hochladen deiner Inhalte werden sie öffen- tlich im Internet und innerhalb des Spiels verfügbar sein.
es: El servicio de complementos de STK está diseñado para ser un repositorio exclusivamente para contendio complementario de SuperTuxKart. Todos los contenidos subido deben estar pensados para este propósito. Cuando suba contenido, estará disponible públicamente en Internet, y también dentro del juego para ser descargado.
gd: Chaidh an t-seirbheis STK Addons a dhealbhadh gus a bhith na ionad-tasgaidh airson susbaint tuilleadain Super Tux Kart a-mhàin. Feumaidh a h-uile luchdadh suas a bhith air a shon-sa. Nuair a luchdaicheas tu an t-susbaint agad suas, bidh e ri làimh gu poblach air an eadar-lìn is am broinn a' gheama fhèin airson luchdadh a-nuas.
gl: O servizo «STK Addons» está deseñado para aloxar complementos de SuperTuxKart exclusivamente. Todo o contido subido debe estar orientado a este propósito. Ao subir contido, saiba que este estará dispoñíbel publicamente a través da Internet, e poderá descargarse dende o propio xogo.
nl: De STK add-on dienst is speciaal gemaakt voor SuperTuxKart. All geüploade content moet STK content zijn. Door het uploaden wordt het publiek downloadbaar in het spel zelf.
pt_br: O serviço de complemento do STK foi desenvolvido para ser um repositório exclusivo para complementos do Super Tux Kart. Todo conteúdo enviado precisa ser destinado à este propósito. Quando você envia seu conteúdo, ele estará disponível publicamente na internet, e poderá ser baixado através do próprio jogo.
ru: Сервис STK Addons создан в качестве репозитория исключительно для дополнительного контента к игре Supertuxkart. Весь загружаемый контент предназначен только для этого. Когда вы загружаете аддон, он становится доступным в интернете, а также доступен для загрузки в игре.

source: Super Tux Kart aims to comply with the Debian Free Software Guidelines (DFSG). TuxFamily.org also requires that content they host comply with open licenses. You may not upload content which is locked down with a restrictive license. Licenses such as CC-BY-SA 3.0, or other DFSG-compliant licenses are required. All content taken from third-party sources must be attributed properly, and must also be available under an open license. Licenses and attribution should be included in a "license.txt" file in each uploaded archive. Uploads without proper licenses or attribution may be deleted without warning.
ca: SuperTuxKart aspira a complir amb les directrius de programari lliure de Debian (DFSG). TuxFamily.org també requereix que el contingut que acull tingui una llicència lliure. No podeu pujar contingut que es trobi limitat per una llicència restrictiva. Llicències com ara la CC-BY-SA 3.0, o altres llicències compatibles amb les DFSG són requerides. Tot el contingut obtingut de terceres parts s'ha d'atribuir adequadament, i cal que també estigui disponible sota una llicència oberta. Les llicències i atribucions s'han d'incloure en un fitxer "License.txt" en cada arxiu pujat. Els fitxers sense una llicència o una atribució adequada podran ser esborrats sense previ avís.
de: SuperTuxKart versucht, den Debian-Richtlinien für freie Software (DFSG) zu entsprechen. TuxFamily.org fordert ebenfalls, dass alle Inhalte, die von ihnen gehostet werden, offenen Lizenzen unterliegen. Du darfst keine Inhalte hochladen, die restriktiven Lizenzen unterliegen. Lizenzen wie CC-BY-SA 3.0, oder andere DFSG-kompatible Lizenzen sind erforderlich. Alle Inhalte, die von Dritten stammen, müssen unter Angabe des Autors als solche gekennzeichnet werden und ebenfalls offenen Lizenzen unterliegen. Alle Lizenzen und Angaben von Werken Dritter und deren Autoren müssen in einer "License.txt"-Datei angegeben werden und in jedem hochgeladenen Archiv enthalten sein. Hochgeladene Inhalte, die diesen Bedingungen nicht entsprechen, können ohne Vorwarnung gelöscht werden.
es: SuperTuxKart aspira a cumplir con las directrices de software libre de Debian (DFSG). TuxFamily.org también requiere que el contenido que acoge tenga una licencia libre. No puede subir contenido que se encuentre limitado por una licencia restrictiva. Licencias como por ejemplo la CC-BY-SA 3.0, u otras licencias compatibles con las DFSG son requeridas. Todo el contenido obtenido de terceras partes se debe atribuir adecuadamente, y es necesario que también esté disponible bajo una licencia abierta. Las licencias y atribuciones se deben incluir en un fichero "License.txt" en cada archivo subido. Los ficheros sin una licencia o una atribución adecuada podrán ser borrados sin previo aviso.
gd: Tha Super Tux Kart a' dèanamh a dhìcheall gus gèilleadh ri Debian Free Software Guidelines (DFSG). Cuideachd, tha TuxFamily.org ag iarraidh gun gèill a h-uile susbaint a thèid òstadh leotha ri ceadachasan saora. Chan fhaod thu susbaint sam bith a luchdadh suas a chaidh a ghlasadh le ceadachas cuingichte. Tha ceadachasan a leithid CC-BY-SA 3.0 no ceadachasan sam bith eile a ghèilleas ri DFSG riatanach. Feumaidh sinn gach susbaint a chaidh a thogail bho dhaoine eile ainmeachadh mar bu chòir is feumaidh an t-susbaint ud a bhith ri làimh fo cheadachas saor cuideachd. Bu chòir dha cheadachasan is ainmeachadh a bhith am broinn faidhle "license.txt" anns gach tasglann a thèid a luchdadh suas. 'S mathaid gun tèid luchdaidhean suas aig nach eil ceadachas no ainmeachadh mar bu chòir a sguabadh às gun rabhadh.
gl: SuperTuxKart aspira a cumprir as directrices de software libre de Debian (“DFSG” polas súas siglas en inglés). TuxFamily.org esixe tamén que o contido aloxado faga uso de licenzas libres. Non está permitido subir contido protexido por licenzas privativas. Deben empregarse licenzas como a CC-BY-SA 3.0 ou outras compatíbeis coas directrices de software libre de Debian. Todo contido de terceiros debe estar propiamente atribuído, e tamén baixo unha licenza libre. A licenza e as atribucións deben ir incluídas en inglés nun ficheiro co nome «license.txt» dentro de cada arquivo que se suba. Todo o que se suba sen empregar as licenzas ou atribucións axeitadas poderá ser eliminado sen previo aviso.
nl: SuperTuxKart probeert te voldoen aan de Debian vrije software richtlijnen (DFSG). Tuxfamily.org, host van stkaddons.net, verlangt dat alle content aan deze richt- lijnen voldoet. Bestanden met beperkende licentieovereenkomsten mogen daarom niet geüpload worden. Enkel DFSG-compliant licenties zoals de CC-BY-SA 3.0 voldoen. Alle content van derden moet correct worden beschreven in het "license.txt" bestand, inclusief vermelding van de licentie waaronder het is uitgegeven. Het "license.txt" bestand dient bij elke upload te worden meegegeven. Uploads zonder dit bestand worden zonder waarschuwing verwijderd.
pt_br: Super Tux Kart tem como objetivo cumprir com o Debian Free Software Guidelines (DFSG). TuxFamily.org também exige que todo conteúdo hospedado esteja em conformidade com licenças livres. Você não pode enviar conteúdo bloqueado ou com licenças restritivas. Exigimos licenças como CC-BY-SA 3.0 ou compatíveis com DFSG. Todo conteúdo pego de terceiros precisa ser atribuído de forma apropriada, e precisa ser regido por uma licença livre. Licenças e atribuições devem ser incluídas em um arquivo "license.txt" em cada envio de arquivos. Envios sem as devidas licenças podem ser excluídos sem aviso prévio.

source: Even with valid licenses and attribution, content may not contain any of the following:
ca: Fins i tot amb llicències i atribucions vàlides, el contingut no pot incloure cap de les següents coses:
de: Selbst mit gültigen Lizenzen und Nennung Dritter dürfen die Inhalte folgendes NICHT enthalten:
es: Incluso con licencias y atribuciones válidas, el contenido no puede incluir ninguna de las siguientes cosas:
gd: Fiù 's le ceadachasan is ainmeachadh dligheach air, chan fhad na leanas a bhith ann a susbaint sam bith:
gl: O contido subido non pode conter nada da seguinte lista:
nl: Ongeacht (correctheid van) licenties en bronverwijzingen mag de content geen van onderstaande zaken bevatten:
pt_br: Mesmo com atribuições e licenças válidas, o conteúdo não pode ter:
ru: Даже удовлетворяя требованиям лицензии и имея ссылки на источники аддона, он не может содержать следующее:

source: Profanity
ca: Paraulotes
de: Obszönitäten
es: Palabrotas
eu: Biraoak
gd: Mì-naomhachd
gl: blasfemias,
nl: Scheldwoorden/Schuttingtaal
pt_br: Profanação
ru: Сквернословие

source: Explicit images
ca: Imatges explícites
de: Pornographie
es: Imágenes explícitas
gd: Dealbhan drabasta
gl: imaxes explícitas,
nl: (Sexueel) suggestieve afbeeldingen
pt_br: Imagens explícitas
ru: Запрещенные изображения

source: Hateful messages and/or images
ca: Missatges o imatges que incitin a l'odi
de: Hasserfüllte Nachrichten und/oder Bilder
es: Mensajes y/o imágenes que inciten al odio
gd: Teachdaireachdan no dealbhan gràine
gl: mensaxes ou imaxes de odio, ou
nl: Hatelijke meldingen en/of afbeeldingen
pt_br: Imagens ou mensagens de ódio
ru: Сообщения или изображения, содержащие ненависть и злобу.

source: Any other content that may be unsuitable for children
ca: Qualsevol altre contingut que pugui resultar inadequat per als nens.
de: Anderen Inhalte, die für Kinder ungeeignet sein könnten
es: Cualquier otro contenido que pueda resultar inadecuado para niños
eu: Umeentzat egokia ez den beste edozein eduki.
gd: Susbaint sam bith eile nach eil freagarrach do chloinn
gl: calquera outro contido que poida considerarse non axeitado para nenos.
nl: Enig ander materiaal dat niet voor kinderen bestemd is.
pt_br: Qualquer outro conteúdo inadequado para crianças
ru: Любой другой контент, нежелательный для детей.

source: If any of your uploads are found to contain any of the above, your upload will be removed, your account may be removed, and any other content you uploaded may be removed.
ca: Si es descobreix que qualsevol dels vostres fitxers conté alguna de les coses anteriors, les vostres pujades seran eliminades, el vostre compte podria ser eliminat, i qualsevol altre contingut que hagueu pujat podria ser eliminat.
de: Wenn einer deiner Uploads ein oben genanntes Element enthält, wird er gelöscht werden. Zudem können dein Benutzerkonto sowie andere von dir hochgeladene Inhalte entfernt werden.
es: Si se descubre que cualquiera de vuestros ficheros contiene alguna de las cosas anteriores, vuestras subidas serán eliminadas, vuestra cuenta podría ser eliminada, y cualquier otro contenido que hayáis subido podría ser eliminado.
gd: Ma thèid gin dhe na rudan gu h-àrd a lorg ann an gin dhe na luchdaidhean suas agad, thèid an luchdadh suas a thoirt air falbh is 's mathaid gun tèid an cunntas agad is susbaint sam bith eile a luchdaich thu suas a thoirt air falbh.
gl: De descubrirse que algunha das súas contribucións contén algo do anterior, ditas contribucións serán eliminadas, e pode que con elas a súa conta e calquera outro contido que subise.
nl: Als je upload één van bovenstaande zaken bevat, wordt de upload verwijderd. Tevens kan je account, inclusief al je andere uploads, verwijderd worden.
pt_br: Se um dos seus envios conter alguma coisa acima, esse conteúdo, sua conta e qualquer outro conteúdo que você enviou serão removidos.
ru: Если какой-нибудь из ваших аддонов содержит что-нибудь из перечисленного выше, ваш аддон может быть удален, или ваш аккаунт может быть удален, и любой другой контент, который вы загрузили, также может быть удален.

source: By checking the box below, you are confirming that you understand these terms. If you have any questions or comments regarding these terms, one of the members of the development team would gladly assist you.
ca: Al marcar la casella inferior confirmeu que enteneu aquests termes. Si Teniu cap dubte o comentari al respecte dels mateixos un dels membres de l'equip de desenvolupament us atendrà gustosament.
es: Al marcar la casilla inferior está confirmando que entiende estos términos. Si tiene alguna duda o comentario acerca de los mismos uno de los miembros del equipo de desarrollo le atenderá gustosamente.
gd: Ma chuireas tu cromag sa bhogsa gu h-ìosal, nì thu dearbhadh gu bheil thu a' tuigsinn nan teirmichean seo. Ma tha ceist no beachd sam bith agad a thaobh nan teirmichean seo, bidh ball sam bith dhen sgioba leasachaidh toilichte do chuideachadh.
gl: Marcando a seguinte caixa, afirma que comprende estas condicións. Se ten algunha dúbida ou comentario sobre as mesmas, contacte co equipo e seguro que algún dos membros está dispoñíbel para axudalo.
nl: Door onderstaande box aan te vinken bevestig je dat je deze voorwaarden begrijpt. Onze ontwikkelaar helpen graag als je vragen of opmerkingen hebt aangaande deze voorwaarden.
pt_br: Clicando na caixa abaixo, você confirma que entende estes termos. Se você tem alguma dúvida ou comentário acerca destes termos, um dos membros da equipe de desenvolvimento ficará feliz em ajudá-lo.
ru: Ставя галочку, вы тем самым подтверждаете, что понимаете эти условия. Если у вас есть какие-то вопросы или комментарии по поводу условий, любой из разработчиков с радостью поможет вам.

source: I agree to the above terms
ca: Accepto els termes anteriors
de: Ich den obigen Bedingungen zu
es: Acepto los términos anteriores.
eu: Onartzen ditut goiko baldintzak
gd: Tha mi ag aontachadh ris na teirmichean gu h-àrd
gl: Acepto as condicións
nl: Ik stem in met bovenstaande voorwaarden
pt_br: Eu aceito os termos acima
ru: Я согласен с условиями

source: Register!
ca: Registra'm!
es: ¡Registrar!
eu: Erregistratu!
gd: Clàraich!
nl: Registreer!
pt_br: Criar Conta!

source: Account creation was successful. Please activate your account using the link emailed to you.
ca: El vostre compte s'ha creat correctament. Si us plau, activeu-lo fent servir l'enllaç que se us ha enviat per correu electrònic.
de: Das Konto wurde erfolgreich erstellt. Bitte aktiviere es, indem du den Link in der E-Mail, die dir geschickt wurde, benutzt.
es: Su cuenta ha sido creada correctamente. Por favor, actívela usando el enlace que se le ha enviado por correo.
gd: Chaidh an cunntas a chruthachadh gu soirbheachail. An gnìomhaich thu an cunntas agad leis a' cheangal a chaidh a chur thugad le post-d?
gl: A creación da conta realizouse correctamente. Agora active a súa conta coa ligazón que se lle enviou por correo electrónico.
nl: Aanmaken van het account is gelukt. Er wordt een e-mail gestuurd. Activeer het account door op de link in de e-mail te klikken.
pt_br: Conta criada com sucesso. Por favor, ative-a usando o link enviado para o seu e-mail.
ru: Создание аккаунта прошло успешно. Пожалуйста, активируйте аккаунт, используя ссылку, которая придет на ваш email.

source: Your account has been activated.
ca: El vostre compte ha estat activat.
de: Dein Konto wurde aktiviert.
es: Su cuenta ha sido activada.
eu: Zure kontua aktibatu da.
gd: Chaidh an cunntas agad a ghnìomhachadh.
gl: Activouse a súa conta.
nl: Het account is geactiveerd.
pt_br: Sua conta foi ativada.
ru: Ваш аккаунт активирован.

source: Could not validate your account. The link you followed is not valid.
ca: No s'ha pogut validar el vostre compte. L'enllaç que heu seguit no és vàlid.
de: Dein Konto konnte nicht verifiziert werden. Der Link, dem du gefolgt bist, ist nicht gültig.
es: No se ha podido validar su cuenta. El enlace que ha seguido no es válido.
gd: Cha do ghabh an cunntas agad dearbhadh. Chan eil an ceangal 's tu air leantainn air dligheach.
nl: Uw account kon niet gevalideerd worden. De link die u volgde is ongeldig.
pt_br: Não foi possível validar sua conta. O link que você seguiu é inválido.

source: Your response to the agreement was unacceptable. You may not upload this content to the STK Addons website.
ca: La vostra resposta a l'acord és inacceptable. No podeu pujar aquest contingut a la web de complements del STK.
de: Deine Antwort auf die Bedingungen war nicht ausreichend. Du darfst diesen Inhalt nicht auf die STK Add-Ons-Webseite hochladen.
es: Su respuesta al acuerdo es inaceptable. No puede subir contenido a la web de complementos de STK.
gd: Chan urrainn dhuinn gabhail ri do fhreagairt ris an aonta. Chan fhaod thu an t-susbaint seo a luchdadh suas chan làrach-lìn STK Addons.
gl: Non se pode aceptar a súa resposta ao acordo. Non pode subir este contido ao sitio web STK Addons.
nl: Het antwoord op de voorwaarden is niet geaccepteerd. Uploaden van content is uitgeschakeld.
pt_br: Sua resposta aos termos é inaceitável. Você não pode enviar este conteúdo para o site de complementos do STK.
ru: Ваш ответ на соглашение неприемлем. Вы не можете загрузить эти файлы на сайт STK Addons.

source: Please upload a new revision of your kart or track.
ca: Si us plau, pugeu una nova revisió del vostre kart o circuit.
de: Bitte lade eine neue Version deines Karts oder deiner Strecke hoch.
es: Por favor, suba una nueva revisión de su kart o circuito.
gd: Feuch an luchdaich thu suas ath-sgrùdadh ùr dhen chairt no slighe agad.
gl: Suba unha nova revisión do seu kart ou circuíto.
nl: Gelieve een nieuwe versie van je kart of parcours te uploaden.
pt_br: Por favor, envie uma nova revisão de seu kart ou pista.
ru: Пожалуйста, загрузите новую ревизию вашего карта или трассы.

source: What type of file are you uploading?
ca: Quin tipus de fitxer esteu pujant?
de: Welche Art von Datei willst du hochladen?
es: ¿Qué tipo de fichero está usted subiendo?
gd: Dè an seòrsa faidhle a tha thu a' luchdadh suas?
gl: Que tipo de ficheiro está a subir?
nl: Wat is het bestandstype dat je gaat uploaden?
pt_br: Que tipo de arquivo você está enviando?
ru: Какой тип файла вы загружаете?

source: Source Archive
ca: Arxiu font
de: Quellarchiv
es: Archivo fuente
eu: Iturburu-fitxategia
gd: Tasglann bun-tùis
gl: Arquivo de fontes
nl: Bronarchief
pt_br: Arquivo-fonte
ru: Архив с исходниками
