Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: Image File
ca: Fitxer d'imatge
de: Bilddatei
es: Fichero de imagen
eu: Irudi-fitxategia
gd: Faidhle deilbh
gl: Ficheiro de imaxe
nl: Afbeeldingbestand
pt_br: Arquivo de imagem
ru: Файл изображения

source: Please upload a kart or track.
ca: Si us plau, pugeu un kart o circuit.
de: Bitte lade ein Kart oder eine Strecke hoch.
es: Por favor, suba un kart o circuito.
eu: Mesedez kargatu kart edo zirkuitu bat.
gd: An luchdaich thu suas cart no slighe?
gl: Suba un kart ou circuíto.
nl: Gelieve een kart of parcours te uploaden.
pt_br: Por favor envie um kart ou pista.
ru: Пожалуйста, загрузите карт или трассу.

source: Do not use this form if you are updating an existing add-on.
ca: No feu servir aquest formulari per actualitzar un complement existent.
de: Benutze dieses Formular nicht, wenn du ein bereits existierendes Add-On aktualisieren willst.
es: No utilice este formulario para actualizar un complemento existente.
eu: Ez erabili formulario hau existitzen den gehigarri bat eguneratzen ari bazara.
gd: Na cleachd am foirm seo ma tha thu ag ùrachadh tuilleadan a tha ann mu thràth.
nl: Dit formulier niet gebruiken om een bestaande add-on bij te werken!
pt_br: Não use este formulário se você estiver atualizando um complemento existente.
ru: Не используйте эту форму, если вы обновляете уже существующий аддон.

source: File:
ca: Fitxer:
de: Datei:
es: Fichero:
eu: Fitxategia:
gd: Faidhle:
gl: Ficheiro:
nl: Bestand:
pt_br: Arquivo:
ru: Файл:

source: Supported archive types are:
ca: Els tipus d'arxiu acceptats són:
de: Unterstützte Archiv-Typen sind:
es: Los tipos de archivo permitidos son:
eu: Onartutako fitxategi-motak hauek dira:
gd: Seo na seòrsaichean faidhle dhan cuir sinn taic:
gl: Estes son os tipos de arquivo permitidos:
nl: Ondersteunde archieftypen:
pt_br: Tipos de arquivos suportados:
ru: Поддерживаемые типы архивов:

source: Agreement:
ca: Acord:
de: Vereinbarung:
es: Acuerdo:
gd: Aonta:
gl: Acordo:
nl: Voorwaarde:
pt_br: Termos:
ru: Соглашение:

source: I am the sole author of every file (model, texture, sound effect, etc.) in this package
ca: Sóc l'únic autor/a de cada fitxer (model, textura, efecte de so, etc) d'aquest paquet.
de: Ich bin der alleinige Autor jeder Datei (Modell, Textur, Sound-Effekte, etc.) in diesem Archiv
es: Soy el único autor/a de cada fichero (modelo, textura, efecto de sonido, etc) de este paquete.
gd: Is mise an t-aon ùghdar aig na h-uile faidhle (modail, inneach, èifeachd fuaime, amsaa.) sa phasgan seo
gl: Son o único autor de todos e cada un dos ficheiros (modelos, texturas, efectos de son, etc.) deste paquete.
nl: Ik, en ik alleen, ben de auteur van elk bestand (model, textuur, geluiseffect, etc.) in dit pakket.
pt_br: Eu sou o único autor de todo o arquivo (modelo, textura, efeitos de som, etc.) neste pacote
ru: Я являюсь единственным автором каждого файла (модели, текстуры, звукового эффекта и т.д.) в пакете

source: I have included a License.txt file describing the license under which my work is released, and my name (or nickname) if I want credit.
ca: He inclòs un fitxer License.txt descrivint la llicència sota la qual es troba publicada la meva feina, i el meu nom (o sobrenom) si vull reconeixement.
de: Ich habe eine "License.txt"-Datei hinzugefügt, welche die Lizenz, unter der mein Werk veröffentlicht wird, und meinen Namen enthält
es: He incluido un fichero License.txt describiendo la licencia bajo la cual se encuentra publicado mi trabajo, y mi nombre (o seudónimo) si quiero reconocimiento.
gd: Chuir mi faidhle License.txt na bhroinn a mhìnicheas an ceadachas fon tèid an obair agam foillseachadh agus m' ainm (no far-ainm) ma tha mi ag iarraidh cliù.
gl: Incluín un ficheiro «License.txt» coa licenza baixo cuxos termos liberei a miña obra, e o meu nome (ou alcume) en caso de querer que se faga referencia ao mesmo.
nl: Ik heb een License.txt bestand toegevoegd met licentieinformatie en mijn naam (of bijnaam) voor de eer en glorie.
pt_br: Eu incluí um arquivo License.txt descrevendo a licença sob a qual meu trabalho foi lançado, e meu nome (ou apelido) se eu desejar crédito.
ru: Я включил файл License.txt, описывающий лицензию, под которой публикуется моя работа, и мое имя (или псевдоним), если я хочу, чтобы меня вписали в список создателей.

source: Required
ca: Obligatori
de: Erforderlich
es: Requerido
eu: Beharrezkoa
gd: Riatanach
gl: Necesario.
nl: Verplicht
pt_br: Obrigatório
ru: Обязательно

source: I have included open content made by people other than me
ca: He inclós contingut obert fet per altres persones apart de mi.
de: Ich habe offene Inhalte eingebunden, die von anderen Personen erstellt wurden
es: He incluido contenido abierto hecho por otras personas aparte de mí.
gd: Ghabh mi a-steach susbaint fosgailte a chaidh a dhèanamh le daoine eile
gl: Incluín contido libre obra doutras persoas.
nl: Ik heb content van anderen/derden toegevoegd; Deze content zijn ook vrijgegeven onder een open-source licentie
pt_br: Eu incluí conteúdo aberto criado por outras pessoas como eu
ru: Я включил в состав открытый контент, созданный другими людьми

source: I have included a License.txt file including the name of every author whose material is used in this package, along with the license under which their work is released.
ca: He inclòs un fitxer License.txt incloent el nom de tots els autors del material que es fa sevir en aquest paquet, així com la llicència sota la qual es troba publicada la seva feina.
de: Ich habe eine "License.txt"-Datei hinzugefügt, welche den Namen jedes Autors, dessen Werke verwendet werden, zusammen mit der Lizenz, unter der sein Werk veröffentlicht wurde, enthält.
es: He incluido un fichero License.txt incluyendo el nombre de todos los autores del material que se usa en este paquete, así como la licencia bajo la cual se encuentra publicado su trabajo.
gd: Chuir mi faidhle License.txt na bhroinn a mhìnicheas an ainm gach ùghdair aig an obair a tha ga chleachdadh sa phasgan seo, cho math ris a' cheadachas fon deach an obair aca fhoillseachadh.
gl: Incluín un ficheiro «License.txt» co nome de cada un dos autores cuxas obras forman parte do paquete, así como coa licenza baixo a que están protexidas as súas obras.
nl: Ik heb een License.txt bestand toegevoegd met licentieinformatie en de naam van elke auteur wiens materiaal in dit pakket is gebruikt.
pt_br: Eu incluí um arquivo License.txt incluindo o nome de cada autor do material usado neste pacote, incluindo a licença sob a qual seu trabalho foi lançado.
ru: Я включил файл License.txt, содержащий имя каждого автора, чей материал был использован в этом пакете, и название лицензии, под которой распространяется их работа.

source: Must check at least one
ca: Cal seleccionar-ne almenys una
de: Es muss mindestens eine ausgewählt werden
es: Debe seleccionar al menos una
gd: Feumaidh tu cromag a chur ri co-dhiù aon dhiubh
gl: (debe escoller polo menos unha)
nl: Minimaal 1 moet aangevinkt worden
pt_br: Você deve escolher pelo menos um
ru: Необходимо выбрать как минимум одну лицензию

source: This package includes files released under:
ca: Aquest fitxer inclou fitxers sota la llicència:
de: Dieses Archiv enthält Dateien, die unter folgenden Lizenzen veröffentlicht wurden:
es: Este paquete incluye ficheros bajo la licencia:
gd: Tha faidhlichean sa phasgan seo air am foillseachadh fo:
gl: O paquete inclúe ficheiros publicados coas as seguintes licenzas:
nl: Dit pakket bevat bestanden welke zijn uitgegeven onder de volgende licenties:
pt_br: Este pacote inclui arquivos lançados sob:
ru: Этот пакет содержит файлы, распространяемые под лицензией:

source: BSD License
ca: Llicència BSD
de: BSD-Lizenz
es: Licencia BSD
eu: BSD lizentzia
gd: Ceadachas BSD
gl: Licenza BSD.
nl: BSD-licentie
pt_br: Licença BSD
ru: Лицензия BSD

source: Other open license
ca: Una altra llicència oberta
de: Andere offene Lizenz
es: Otra licencia abierta
eu: Beste lizentzia libre bat
gd: Ceadachas fosgailte eile
gl: Outro tipo de licenza libre.
nl: Open licentie (overig)
pt_br: Outra licença aberta
ru: Другая свободная лицензия

source: Files released under other licenses will be rejected unless it can be verified that the license is open.
ca: Els fitxers publicats sota altres llicències seran rebutjats a menys que es pugui verificar que la llicència és oberta.
de: Dateien, die unter anderen Lizenzen veröffentlicht wurden, werden abgelehnt, bis überprüft werden kann, dass die Lizenz offen ist.
es: Los ficheros publicados bajo otras licencias serán rechazados a menos que se pueda verificar que dicha licencia es abierta.
gd: Thèid faidhlichean air am foillseachadh fo cheadachas eile a dhiùltadh mur gabh dearbhadh gu bheil an ceadachas fosgailte.
gl: Os ficheiros publicados con outras licenzas rexeitaranse a menos que se poida verificar que dita licenza é libre.
nl: Bestanden uitgegeven onder andere licenties worden afgewezen tenzij bewezen kan worden dat het om een open licentie gaat.
pt_br: Arquivos lançados sob outras licenças serão rejeitados, a menos que possamos verificar que a licença é aberta.
ru: Файлы, использующие другие лицензии, будут отклонены, если нет возможности проверить, свободная ли лицензия или нет.

source: I recognize that if my file does not meet the above rules, it may be removed at any time without prior notice; I also assume the entire responsibility for any copyright violation that may result from not following the above rules.
ca: Reconec que si el meu fitxer no compleix les normes anteriors pot ser eliminat en qualsevol moment sense previ avís. També assumeixo la plena responsabilitat de qualsevol violació de copyright que pugui resultar de no haver seguit les susdites normes.
de: Ich erkenne an, dass, falls meine Datei die obigen Bestimmungen nicht erfüllt, diese jederzeit ohne Vorwarnung entfernt werden kann; ich übernehme außerdem die gesamte Verantwortung für alle Urheberrechts-Verletzungen, die dadurch verursacht wurden, dass obige Bestimmungen verletzt worden sind.
es: Reconozco que si mi fichero no cumple las normas anteriores puede ser eliminado en cualquier momento sin previo aviso. También asumo la plena responsabilidad de cualquier violación de copyright que pueda resultar de no haber seguido las susodichas normas.
gd: Tha mi a' tuigsinn gur dh'fhaoidte gun tèid am faidhle agam a thoirt air falbh uair sam bith gun bhrath dhomh mura h-eil e a' freagairt ris na riaghailtean gu h-àrd; gabhaidh mi cuideachd gach uallach os làimh ma tha briseadh còirichean-lethbhreac sam bith ann air thoradh dìth leantainn air na riaghailtean gu h-àrd.
gl: Entendo que se o ficheiro non cumpre estas regras podería eliminarse en calquera momento sen previo aviso. Asumo ademais toda a responsabilidade ante calquera violación das leis de dereito de autor que se poida derivar do incumprimento das mesmas.
nl: Ik bevestig dat dit bestand voldoet aan de hierboven beschreven regels. Mocht dit toch niet het geval zijn, mag mijn bestand zonder waarschuwing verwijderd worden en neem ik verantwoordelijkheid voor enige copyright schendingen die voorkomen uit het schenden van bovenstaande regels.
pt_br: Eu reconheço que se meus arquivos não cumprirem as regras acima, eles poderão ser removidos a qualquer momento sem prévio aviso; Eu assumo inteira responsabilidade por qualquer violação de direitos autorais que podem resultar por não seguir as regras acima.
ru: Я понимаю, что если мой файл не удовлетворяет написанным выше правилам, то он может быть в любое время удален без предупреждения; Я также возлагаю на себя всю ответственность по нарушению авторских прав в случае неподчинения перечисленным выше правилам.

source: My package does not include:
ca: El meu paquet no inclou:
de: Mein Archiv enthält folgendes nicht:
es: Mi paquete no incluye:
eu: Nire paketeak ez dauka:
gd: Chan eil na leanas sa phasgan agam:
gl: O paquete non contén:
nl: Mijn pakket bevat geen:
pt_br: Meu pacote não inclui:
ru: Мой пакет не содержит:

source: Upload file
ca: Puja el fitxer
de: Datei hochladen
es: Subir fichero
eu: Kargatu fitxategia
gd: Luchdaich faidhle suas
gl: Subir o ficheiro
nl: Upload bestand
pt_br: Enviar arquivo
ru: Загрузить файл

source: Your password has been changed successfully.
ca: La vostra contrasenya s'ha canviat correctament.
de: Dein Passwort wurde erfolgreich geändert.
es: Su contraseña ha sido cambiada con éxito.
eu: Zure pasahitza behar bezala aldatu da.
gd: Chaidh am facal-faire agad atharrachadh gu soirbheachail.
nl: Uw wachtwoord is met succes gewijzigd.
pt_br: Sua senha foi alterada com sucesso.
ru: Ваш пароль успешно изменен.

source: STK Add-ons
ca: Complements del STK
es: Complementos de STK
eu: STK gehigarriak
pt_br: Complementos do STK
ru: Аддоны STK

source: SuperTuxKart Add-ons
ca: Complements del SuperTuxKart
es: Complementos de SuperTuxKart
eu: SuperTuxKart gehigarriak
gl: Complementos do SuperTuxKart
pt_br: Complementos do SuperTuxKart
ru: Аддоны SuperTuxKart

source: Alpha
ca: Alfa
es: Alfa
eu: Alfa
gl: Alfa
nl: Alfa
pt_br: Alfa
ru: Альфа

source: Release-Candidate
ca: Versió provisional
de: Vorabversion
es: Versión candidata
gl: Candidata a versión final
ru: Релиз-кандидат

source: False
ca: Fals
es: Falso
eu: Gezurra
gl: Falso
nl: Onwaar
pt_br: Falso

source: True
ca: Cert
es: Verdadero
eu: Egia
gl: Verdadeiro
nl: Waar
pt_br: Verdadeiro

source: CC0 (Public Domain)
ca: CC0 (domini públic)
es: CC0 (dominio público)
eu: CC0 (Domeinu publikoa)
gl: CC0 (dominio público).
nl: CC0 (Publiek Domein)
ru: CC0 (общественное достояние)

source: You do not have the neccessary permissions to perform this action.
de: Du hast nicht die notwendigen Rechte, um diese Aktion auszuführen.
es: No tiene los permisos necesarios para llevar a cabo esta acción.
nl: U mist de nodige permissies om deze actie uit te voeren.

source: Beta
nl: Bèta
ru: Бета

source: Rev %u:
eu: %u berrikuspena:
gl: Revisión %u:
nl: Versie %u:
ru: Рев. %u^

source: root
gl: Administrador principal (root)
nl: hoofdmap
pt_br: raiz
ru: суперпользователь
