Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: About
ca: Quant a
de: Über
es: Acerca de
eu: Honi buruz
gd: Mu dheidhinn
gl: Información
nl: Over
pt_br: Sobre
ru: О сайте

source: About STK Add-Ons
ca: Quant a la web de complements del STK
es: Acerca de la web de complementos de STK
eu: STK gehigarriei buruz
gd: Mu dheidhinn STK Add-Ons
nl: Over STK add-ons

source: SuperTuxKart is a Free 3D kart racing game, with many tracks, characters and items for you to try.
ca: SuperTuxKart és un joc de carreres de karts en 3D lliure, amb molts circuits, personatges i elements per provar.
de: SuperTuxKart ist ein freies 3D Kart Rennspiel mit vielen verschiedenen Strecken, Fahrzeugen und Bonusgegenständen.
es: SuperTuxKart es un juego de carreras de karts en 3D libre, con muchos circuitos, personajes y elementos para probar.
eu: SuperTuxKart 3Dko kart lasterketa joko libre bat da. Hainbat zirkuitu, pertsonaia eta elementu ditu. Proba ezazu!
gd: 'S e geama rèisidh an-asgaidh a th' ann an SuperTuxKart le iomadh shlighe, caractar is nithean as urrainn dhut feuchainn.
nl: SuperTuxKart is een gratis 3D racespel met vele circuits, karakters en wapens om uit te proberen.
pt_br: SuperTuxKart é um jogo de kart 3D livre, com muitas pistas, personagens e ítens para você.

source: Since version 0.7.1, SuperTuxKart has had the ability to fetch important messages from the STKAddons website. Since 0.7.2, the game has included a built-in add-on manager.
ca: Des de la versió 0.7.1, SuperTuxKart ha tingut la capacitat d'obtenir missatges importants des de la web STKAddons. Des de la 0.7.2, el joc inclou un gestor de complements integrat.
de: Seit Version 0.7.1 ist SuperTuxKart in der Lage, wichtige Nachrichten von der STKAddons-Seite zu holen. Seit 0.7.2 enthält das Spiel einen eingebauten Add-On-Manager.
es: Desde la versión 0.7.1 SuperTuxKart tiene la capacidad de obtener mensajes importantes desde la web STKAddons. Desde la 0.7.2, el juego incluye un gestor de complementos integrado.
eu: SuperTuxKart-ek 0.7.1 bertsiotik aurrera STK gehigarrien webgunetik mezu garrantzitsuak jaso ditzake. 0.7.2 bertsiotik aurrera gehigarrien kudeatzailea jokoan txertatuta dago.
gd: On tionndadh 0.7.1 a-mach, tha an comas aig SuperTuxKart gus teachdaireachdan cudromach fhaighinn on làrach-lìn STKAddons. On tionndadh 0.7.2 a-mach, tha stiùiriche nan tuilleadan am broinn a' gheama fhèin.
nl: Versie 0.7.1 van SuperTuxKart haalde enkel belangrijke berichten van de STKAddons website op. Versie 0.7.2 en verder heeft een uitgebreide, ingebouwde add-on manager.
pt_br: Desde a versão 0.7.1, SuperTuxKart pode buscar mensagens importantes do site STKAddons, e desde a versão 0.7.2, o jogo inclui um gerenciador de complementos.

source: SuperTuxKart now has over %d karts, %d tracks, and %d arenas available in-game thanks to the add-on service.
ca: SuperTuxKart té ara més de %d karts, %d circuits, i %d arenes disponibles per jugar gràcies al servei de complements.
de: SuperTuxKart enthält jetzt dank des Add-On-Services mehr als %d Karts, %d Strecken und %d Arenen.
es: SuperTuxKart tiene ahora más de %d karts, %d circuitos, y %d arenas disponibles para jugar gracias al servicio de complementos.
eu: SuperTuxKart-ek une honetan %d kart, %d zirkuitu eta %d borroka-zelai ditu eskuragarri gehigarrien zerbitzuari esker.
gd: Tha barrachd air %d cartaichean, %d slighean is %d cearcaill ri fhaighinn sa gheama SuperTuxKart a-nis taing dha sheirbheis nan tuilleadan.
nl: SuperTuxKart heeft nu meer dan %d karts, %d circuits, en %d arena's, welke direct in het spel geladen kunnen worden.
pt_br: Hoje o SuperTuxKart tema mais %d karts, %d pistas e %d arenas disponíveis no jogo, graças aos complementos.

source: Of course, the artists who create all of this content must be thanked too. Without them, the add-on website would not be as great as it is today.
ca: Òbviament, també hem d'agrair als artistes que han creat tot aquest contingut. Sense ells, la web de complements no seria tan estupenda com és avui.
de: Natürlich muss auch den Künstlern, die all diese Inhalte erstellen, gedankt werden. Ohne sie würde die Add-On-Seite nicht so großartig sein, wie sie es heute ist.
es: Obviamente, también debemos agradecer a todos los artistas que crearon todo este contenido. Sin ellos, la web de complementos no sería tan estupenda como lo es hoy.
gd: Gu nàdarra, bu chòir dhuinn taing a thoirt dhan luchd-ealain a chruthaicheas an t-susbaint seo uile. Às an aonais, cha bhiodh làrach-lìn nan tuilleadan cho math 's a tha e an-diugh.
nl: Natuurlijk moeten de artiesten die al deze werken maken ook bedankt worden. Zonder hen zou deze add-on website niet zo goed zijn als ze nu is.
pt_br: Claro, os artistas que criaram todo este conteúdo merecem nosso agradecimento. Sem eles, o site de complementos não seria tão grande como é hoje.

source: Donate!
ca: Doneu!
de: Spenden!
es: ¡Donar!
eu: Eman dirulaguntza!
gd: An toir thu tìodhlac dhuinn?
nl: Doneer!
pt_br: Doe!

source: Website
ca: Lloc web
de: Webseite
es: Sitio web
eu: Webgunea
gd: Làrach-lìn
pt_br: Site

source: TuxFamily is a non-profit organization. It provides free services for projects and contents dealing with the free software philosophy (free as in free speech, not as in free beer). They accept any project released under a free license (GPL, BSD, CC-BY-SA, Art Libre...).
ca: TuxFamily és una organització sense ànim de lucre. Proveeix serveis gratuïts a projectes i continguts relacionats amb la filosofia del programari lliure. Accepten qualsevol projecte publicat sota una llicència lliure (GPL, BSD, CC-BY-SA, Art Libre...).
de: TuxFamily ist eine gemeinnützige Organisation. Sie bietet kostenlose Dienste für Projekte und Inhalte an, die der Philosophie der freien Software folgen (frei wie in freie Sprache, nicht wie in Freibier). Sie akzeptieren jedes Projekt, das unter einer freien Lizenz veröffentlicht wird (GPL, BSD, CC-BY-SA, Art Libre ...).
es: TuxFamily es una organización sin ánimo de lucro. Proporciona servicios gratuitos a proyectos y contenidos relacionados con la filosofía del software libre. Aceptan cualquier proyecto publicado bajo una licencia libre (GPL, BSD, CC-BY-SA, Art Libre...).
eu: TuxFamily irabazi asmorik gabeko erakunde bat da. Doako zerbitzuak eskaintzen ditu software librearen filosofiarekin bat datozen proiektu eta edukientzat. Lizentzi libre bat erabiliz (GPL, BSD, CC-BY-SA, Art Libre...) argitaratutako edozein proiektu onartzen dute.
gd: 'S e buidheann neo-phrothaid a th' anns an TuxFamily. Solairidh e seirbheisean an-asgaidh airson phròiseactan is shusbaintean a dhèiligeas ri feallsanachd a' bhathar-bhuig shaoir (saor mar ann an saor-labhairt seach leann saor 's an-asgaidh). Gabhaidh iad ri pròiseact sam bith a thèid fhoillseachadh fo cheadachas saor (GPL, BSD, CC-BY-SA, Art Libre...).
nl: TuxFamily is een non-profit-organisatie die werkt volgens de filosofie van de vrije software. Zij leveren services aan alle projecten en andere content die werken onder een open-source-licentie (GPL, BSD, CC-BY-SA, etc.)
pt_br: TuxFamily é uma organização sem fins lucrativos. Disponibiliza serviços gratuitos para projetos e conteúdos que compartilham da filosofia do software livre. TuxFamily aceita qualquer projeto liberado sob uma licença livre (GPL, BSD, CC-BY-SA, Art Libre...).

source: TuxFamily operates the servers on which STKAddons runs, for free. Because of them, we can provide the add-on service for SuperTuxKart. Each month, over a million downloads are made by SuperTuxKart players. We thank them very much for their generosity to us and to other open source projects.
ca: TuxFamily opera els servidors on s'executa STKAddons gratuïtament. Gràcies a ells podem oferir el servei de complements per al SuperTuxKart. Cada mes els jugadors del SuperTuxKart generen més d'un milió de descàrregues. Els agraïm molt la seva generositat envers nosaltres i envers altres projectes de codi obert.
de: TuxFamily stellt die Server, auf denen STKAddons betrieben wird, kostenlos bereit. Durch sie sind wird in der Lage, den Add-On-Service für SuperTuxKart anzubieten. Jeden Monat tätigen SuperTuxKart-Spieler über eine Million Downloads. Wir bedanken uns bei TuxFamily sehr herzlich für ihre Großzügigkeit uns und anderen OpenSource-Projekten gegenüber.
es: TuxFamily opera los servidores donde se ejecuta STKAddons, gratuitamente. Gracias a ellos podemos ofrecer el servicio de complementos para SuperTuxKart. Cada mes se producen más de un millón de descargas de jugadores de SuperTuxKart. Les agradecemos mucho su generosidad hacia nosotros y otros proyectos de código abierto.
gd: Tha TuxFamily a' solar nam frithealaichean air a bheil STKAddons a' ruith an-asgaidh. Air an sàilleibh, 's urrainn dhuinn seirbheis nan tuilleadain airson SuperTuxKart a thoirt dhut. Gach mìos, nì cluicheadairean SuperTuxKart barrachd air millean luchdaidhean a-nuas. Tha sinn glè thaingeil airson na fiùghantachd a bheir iad duinn fhèin cho math ri pròiseactan open source eile.
nl: TuxFamily beheert de servers waarop STKAddons gratis draait. Dankzij hen kunnen we de add-on service voor SuperTuxKart aanbieden. Elke maand worden meer dan een miljoen downloads voltooid door SuperTuxKart spelers. We bedanken TuxFamily voor hun vrijgevigheid aan ons en andere open source projecten.
pt_br: TuxFamily opera os servidores do site STKAddons, de graça. Por causa deles, podemos disponibilizar um serviço de complementos para o SuperTuxKart. A cada mês, milhões de downloads são feitos pelos jogadores do SuperTuxKart. Somos muito agradecidos pela generosidade da TuxFamily conosco e para com outros projetos de código aberto.

source: This page cannot be loaded because an invalid add-on type was provided.
ca: No es pot carregar aquesta pàgina perquè s'ha proporcionat un tipus de complement invàlid.
de: Diese Seite kann nicht geladen werden, weil ein ungültiger Add-On-Typ angegeben wurde.
es: No se puede cargar esta página porque se ha proporcionado un tipo de complemento inválido.
gd: Cha ghabh an duilleag seo luchdadh oir chaidh seòrsa tuilleadain mì-dhligheach a sholar.
gl: Non se pode cargar esta páxina porque o tipo de complemento indicado non é correcto.
nl: Deze pagina kon niet worden geladen. Het opgegeven type is ongeldig.
pt_br: Esta página não pôde ser carregada pois um tipo de complemento inválido foi solicitado.
ru: Страница не может быть загружена, так как был предоставлен неправильный тип аддона.

source: Unknown Type
ca: Tipus desconegut
de: Unbekannter Typ
es: Tipo desconocido
eu: Mota ezezaguna
gd: Seòrsa neo-aithnichte
nl: Onbekend type
pt_br: Tipo desconhecido
ru: Неизвестный тип

source: Tracks
ca: Circuits
de: Strecken
es: Circuitos
eu: Zirkuituak
gd: Slighean
gl: Circuítos
nl: Parcours
pt_br: Pistas
ru: Трассы

source: Karts
eu: Kartak
gd: Cartan
ru: Карты

source: Arenas
ca: Arenes
de: Arenen
eu: Borroka-zelaiak
gd: Cearcaill
ru: Арены

source: Invalid addon type.
ca: Tipus de complement invàlid.
de: Ungültiger Add-On-Typ.
es: Tipo de complemento inválido.
eu: Gehigarri mota baliogabea.
gd: Seòrsa tuilleadain mì-dhligheach.
gl: O tipo de complemento é incorrecto.
nl: Ongeldig add-on type
pt_br: Tipo de complemento inválido.
ru: Неверный тип аддона.

source: Saved properties.
ca: Propietats desades.
de: Eigenschaften gespeichert.
es: Propiedades guardadas.
eu: Propietateak gordeta.
gd: Buadhan air an sàbhaladh.
gl: Gardáronse as propiedades.
nl: Eigenschappen opgeslagen
pt_br: Propriedades salvas.
ru: Настройки сохранены.

source: Saved status.
ca: Estat desat.
de: Status gespeichert.
es: Estado guardado.
eu: Egoera gordeta.
gd: Staid air a shàbhaladh.
gl: Gardouse o estado.
nl: Status opgeslagen
pt_br: Status salvo.
ru: Статус сохранен.

source: Saved notes.
ca: Notes desades.
de: Notizen gespeichert.
es: Notas guardadas.
eu: Oharrak gordeta.
gd: Nòtaichean air an sàbhaladh.
gl: Gardáronse as notas.
nl: Notities opgeslagen
pt_br: Notas salvas.
ru: Заметки сохранены.

source: Deleted addon.
ca: Complement esborrat.
de: Add-On gelöscht.
es: Complemento borrado.
eu: Gehigarria ezabatuta.
gd: Chaidh sguabadh às dhan tuilleadan.
gl: Eliminouse o complemento.
nl: Add-on is verwijderd
pt_br: Complemento excluído.
ru: Аддон удален.

source: Deleted add-on revision.
eu: Gehigarriaren berrikuspena ezabatuta.
gd: Chaidh ath-sgrùdadh an tuilleadain a sguabadh às.
nl: Add-on versie verwijderd

source: File updated.
ca: Fitxer actualitzat.
de: Datei aktualisiert.
es: Fichero actualizado.
eu: Fitxategia eguneratuta.
gd: Chaidh faidhle ùrachadh.
gl: Actualizouse o ficheiro.
nl: Bestand bijgewerkt
pt_br: Arquivo atualizado.
ru: Файл обновлен.

source: Set image.
ca: Estableix la imatge.
de: Bild festgelegt.
es: Establecer imagen.
eu: Ezarri irudia.
gd: Dealbh air suidheachadh.
gl: Estableceuse a imaxe.
nl: Afbeelding instellen
pt_br: Definir imagem.
ru: Назначить изображение.

source: Set icon.
ca: Estableix la icona.
de: Icon festgelegt.
es: Establecer icono.
eu: Ezarri ikonoa.
gd: Ìomhaigheag air suidheachadh.
gl: Estableceuse a icona.
nl: Icoon instellen
pt_br: Definir ícone.
ru: Назначить иконку.

source: Deleted file.
ca: Fitxer esborrat.
de: Datei gelöscht.
es: Fichero borrado.
eu: Fitxategia ezabatuta.
gd: Air sguabadh às dha dh'fhaidhle.
gl: Eliminouse o ficheiro.
nl: Bestand verwijderd
pt_br: Arquivo excluído.
ru: Файл удален.

source: Marked game versions in which this add-on is included.
ca: Marqueu les versions del joc en les que s'inclou aquest complement.
es: Marque las versiones del juego en las que se incluye este complemento.
gd: Chaidh tionndaidhean a' gheama a chomharrachadh aig a bheil an tuilleadan seo nam broinn.

source: This page is currently disabled.
ca: Aquesta pàgina es troba deshabilitada actualment.
de: Diese Seite ist derzeit nicht verfügbar.
es: Esta página se encuentra deshabilitada actualmente.
eu: Orri hau une honetan desgaituta dago.
gd: Tha an duilleag seo à comas an-dràsta.
gl: Esta páxina está desactivada nestes momentos.
nl: Deze pagina is momenteel gedeactiveerd.
pt_br: Esta página está atualmente desabilitada.
ru: Эта страница на данный момент недоступна.

source: You will be redirected to the home page.
ca: Sereu redirigit a la pàgina d'inici.
de: Du wirst zur Startseite umgeleitet.
es: Será redirigido a la página principal.
gd: Thèid d' ath-stiùireadh dhan duilleag dhachaigh.
gl: Será dirixido á páxina principal.
nl: Je wordt nu naar de hoofdpagina gebracht.
pt_br: Você será redirecionado para a página inicial.
ru: Вы будете перенаправлены на главную страницу.

source: An Error Occurred
ca: S'ha produït un error
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
eu: Errore bat gertatu da
gd: Thachair mearachd
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro

source: Something broke! We'll try to fix it as soon as we can!
ca: Alguna cosa s'ha espatllat. Mirarem d'arreglar-ho tan aviat com sigui possible.
de: Es ist etwas defekt! Wir versuchen es so schnell wie möglich zu reparieren!
es: Algo se ha estropeado. Intentaremos arreglarlo lo más pronto posible.
eu: Zerbait hondatu da! Ahal bezain laster konpontzen saiatuko gara!
gd: Tha rudeigin briste! Nì sinn ar dìcheall gus a chàradh cho luath 's a ghabhas!
nl: Er is iets misgegaan! We proberen het zo snel mogelijk op te lossen!
pt_br: Tem algo errado. Tentaremos corrigir isto o mais rápido possível.

source: 403 - Forbidden
ca: 403 - Prohibit
de: 403 - Verboten
es: 403 - Prohibido
eu: 403 - Debekatua
gd: 403 - Toirmisgte
nl: 403 - Verboden
pt_br: 403 - Acesso proibido

source: You're not supposed to be here. Click one of the links in the menu above to find some better content.
ca: No hauríeu de ser aquí. Feu clic en un dels enllaços del menú de dalt per trobar coses més interessants.
es: No debería estar aquí. Haga clic en el menú superior para encontrar cosas más interesantes.
gd: Cha bu chòir dhut a bhith an-seo. Dèan briogadh air aon dhe na ceanglaichean sa chlàr-taice gu h-àrd gus susbaint as fhearr a lorg.
nl: Je hoort hier niet te zijn... Klik op een link in het menu hierboven om wat beters te vinden.
pt_br: Você não deveria estar aqui. Clique em um dos links do menu abaixo para encontrar um conteúdo melhor.

source: 404 - Not Found
ca: 404 - No s'ha trobat
de: 404 - Nicht gefunden
es: 404 - No encontrado
eu: 404 - Ez da aurkitu
gd: 404 - Gun lorg
nl: 404 - Niet gevonden
pt_br: 404 - Não encontrado

source: We can't find what you are looking for. The link you followed may be broken.
ca: No s'ha trobat el que esteu buscant. L'enllaç que heu seguit podria estar trencat.
de: Wir können nicht finden, wonach gesucht wurde. Der Link dem du gefolgt bist, ist nicht aktuell.
es: No se ha podido encontrar lo que está buscando. El enlace que ha seguido podría estar roto.
eu: Ezin dugu aurkitu bila zabiltzana. Jarraitu duzun esteka hondatuta egon daiteke.
gd: Chan urrainn dhuinn lorg na tha thu a' sireadh. 'S dòcha gu bheil an ceangal a lean thu briste.
nl: We kunnen niet vinden wat je zoekt. Misschien is de link die je gevolgd hebt verouderd.
pt_br: Não foi possível encontrar a página solicitada. Este link está quebrado.

source: You do not have permission to access this page.
ca: No teniu permís per accedir a aquesta pàgina
es: No tiene permiso para acceder a esta página.
gd: Chan eil cead agad gus an duilleag seo inntrigeadh.
nl: Je hebt geen rechten om deze pagina te openen.

source: The requested add-on does not exist.
ca: El complement demanat no existeix.
de: Das gewünschte Add-on ist nicht vorhanden.
es: El complemento solicitado no existe.
eu: Eskatutako gehigarria ez da existitzen.
gd: Chan eil an tuilleadan a dh'iarr thu ann.
nl: De opgevraagde add-on bestaat niet.
pt_br: O complemento requisitado não existe.
ru: Запрашиваемый аддон не существует.

source: Texture not found: %s
ca: No s'ha trobat la textura: %s
es: Textura no encontrada: %s
eu: Ez da testura aurkitu: %s
gd: Cha deach an inneach a lorg: %s
nl: Texture niet gevonden: %s

source: An add-on with this ID already exists. Please try to upload your add-on again later.
ca: Ja existeix un complement amb aquest ID. Si us plau, proveu de pujar el vostre complement més tard.
de: Es existiert bereits ein Add-on mit dieser ID. Bitte versuche später noch einmal, dein Add-On hochzuladen.
es: Ya existe un complemento con el mismo ID. Por favor, intente subir su complemento más tarde.
gd: Tha tuilleadan leis an ID seo ann mu thràth. Feuch an luchdaich thu an tuilleadan agad suas a-rithist an ceann greis.
nl: Een add-on met deze ID bestaat reeds. Gelieve uw add-on later opnieuw te proberen te uploaden.
pt_br: Um complemento com este ID já existe. Por favor, tente enviar seu complemento novamente mais tarde.
ru: Аддон с таким ID уже существует. Пожалуйста, попробуйте загрузить свой аддон позднее.

source: The add-on you are trying to create already exists.
ca: El complement que esteu intentant crear ja existeix.
de: Das Add-On, das du gerade erstellen willst, existiert bereits.
es: El complemento que está intentando crear ya existe.
eu: Sortu nahi duzun gehigarria dagoeneko existitzen da.
gd: Tha an tuilleadan tha tha thu a' feuchainn ri cruthachadh ann mu thràth.
gl: O complemento que intenta crear xa existe.
nl: De add-on bestaat al
pt_br: O complemento que você está tentando criar já existe.
ru: Аддон, который вы пытаетесь создать, уже существует.

source: Creating a new add-on...
ca: S'està creant un nou complement...
de: Erstelle neues Add-On ...
es: Creando un nuevo complemento...
eu: Gehigarri berri bat sortzen...
gd: A' cruthachadh tuilleadan ùr...
gl: Creando un novo complemento…
nl: Nieuwe add-on aanmaken...
pt_br: Criando novo complemento...
ru: Создаем новый аддон...

source: Your add-on could not be uploaded.
ca: El vostre complement no s'ha pogut pujar.
de: Dein Add-on konnte nicht hochgeladen werden.
es: Su complemento no se ha podido subir.
eu: Ezin izan da zure gehigarria kargatu.
gd: Cha do ghabh an tuilleadan agad luchdadh suas.
nl: Uw add-on kon niet geüpload worden.
pt_br: Seu complemento não pôde ser enviado.
ru: Ваш аддон не может быть загружен.

source: The file you are trying to create already exists.
ca: El fitxer que esteu intentant crear ja existeix.
de: Die neu zu erstellende Datei ist bereits vorhanden.
es: El fichero que estáis intentando crear ya existe.
eu: Sortu nahi duzun fitxategia dagoeneko existitzen da.
gd: Tha am faidhle a tha thu a' feuchainn ri cruthachadh ann mu thràth.
nl: Het bestand dat u probeert te maken bestaat reeds.
pt_br: O arquivo que você está tentando criar já existe.
ru: Файл, который вы пытаетесь создать, уже существует.

source: You do not have the necessary permissions to perform this action.
ca: No teniu els permisos necessaris per dur a terme aquesta acció.
de: Du hast nicht die nötigen Rechte, um diese Aktion durchzuführen.
es: No tiene los permisos necesarios para llevar a cabo esta acción.
eu: Ez daukazu baimenik ekintza hau gauzatzeko.
gd: Chan eil na ceadan agad a tha a dhìth gus an gnìomh seo a choileanadh.
gl: Non ten os permisos necesarios para realizar esa operación.
nl: Je hebt onvoldoende rechten voor deze handeling.
pt_br: Você não tem as permissões necessárias para executar esta ação.
ru: Вы не имеете достаточно прав для совершения этого действия.

source: You must be logged in to perform this action.
ca: Heu d'estar connectat per dur a terme aquesta acció.
de: Die Ausführung dieser Aktion ist nur angemeldet möglich.
es: Tiene que estar conectado para poder llevar a cabo esta acción.
eu: Ekintza hau burutzeko saioa hasita egon behar duzu.
gd: Feumaidh tu logadh a-steach mus urrainn dhut an gnìomh seo a choileanadh.
nl: U moet ingelogd zijn om deze actie uit te voeren.
pt_br: Você precisa está logado para executar esta ação.
ru: Для совершения этого действия, вы должны войти в систему.

source: Failed to find files associated with this addon.
ca: No s'han pogut trobar els fitxers associats amb aquest complement.
de: Konnte zu dem Add-On gehörende Dateien nicht finden.
es: No se han podido encontrar los ficheros asociados con este complemento.
eu: Gehigarri honekin erlazionaturiko fitxategiak aurkitzeak huts egin du.
gd: Cha deach faidhle sam bith a lorg a tha dàimheach ris an tuilleadan seo.
gl: Non se atoparon os ficheiros asociados con este complemento.
nl: Kan geen bestanden bij deze add-on vinden
pt_br: Falha ao procurar arquivos associados à este complemento.
ru: Не удалось найти файл, связанный с этим аддоном.

source: Failed to delete file:
ca: No s'ha pogut esborrar el fitxer:
de: Konnte Datei nicht löschen:
es: No se ha podido borrar el fichero.
eu: Fitxategia ezabatzeak huts egin du:
gd: Dh'fhàillig le sguabadh às dhan fhaihle:
gl: Non se puido eliminar o seguinte ficheiro:
nl: Kon bestand niet wissen:
pt_br: Falha ao excluir o arquivo:
ru: Не удалось удалить файл:

source: Failed to remove file records for this addon.
ca: No s'ha pogut eliminar els registres dels fitxers d'aquest complement.
de: Datei-Versionsgeschichte konnte nicht entfernt werden.
es: No se han podido eliminar los registros de los ficheros de este complemento.
gd: Dh'fhàillig le toirt air falbh nan reacordan faidhle airson an tuilleadain seo.
gl: Non se puideron eliminar os rexistros de ficheiro deste complemento.
nl: Add-on bestanden verwijderen mislukt
pt_br: Falha ao remover as gravações deste arquivo.

source: Failed to remove ratings for this add-on.
ca: No s'han pogut eliminar les valoracions d'aquest complement.
de: Bewertung des Add-ons konnte nicht entfernt werden.
es: No se han podido eliminar las valoraciones de este complemento.
eu: Gehigarri honen balorazioak ezabatzeak huts egin du.
gd: Dh'fhàillig le toirt air falbh nan luachaidhean airson an tuilleadain seo.
nl: Verwijderen van add-on beoordeling is mislukt.
pt_br: Falha ao remover as avaliações deste arquivo.
