Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: The file you uploaded was not the correct type.
ca: El fitxer que heu pujat no era del tipus correcte.
de: Die hochgeladene Datei ist vom falschen Dateityp.
es: El fichero que ha subido no era del tipo correcto.
eu: Kargatu duzun irudia ez zen mota zuzenekoa.
gd: Chan eil am faidhle a luchdaich thu suas dhen t-seòrsa a bu chòir.
gl: O ficheiro que subir non era do tipo correcto.
nl: Het te uploaden bestand heeft een ongeldig type.
pt_br: O arquivo enviado não tem um formato aceito.
ru: Файл, который вы загрузили, имеет неверное расширение.

source: Failed to move uploaded file.
ca: No s'ha pogut moure el fitxer pujat.
de: Konnte hochgeladene Datei nicht verschieben.
es: No se ha podido mover el fichero subido.
eu: Kargatutako fitxategia mugitzeak huts egin du.
gd: Dh'fhàillig le gluasad an fhaidhle air a luchdadh suas.
gl: Non se puido mover o ficheiro subido.
nl: Fout bij verplaatsen geüpload bestand.
pt_br: Falha ao mover arquivo enviado.
ru: Не удалось переместить загруженный файл.

source: The uploaded image file is invalid.
ca: El fitxer d'imatge pujat és invàlid.
de: Das hochgeladene Bild ist nicht gültig.
es: El fichero de imagen subido es inválido.
eu: Kargatutako irudi-fitxategia baliogabea da.
gd: Tha am faidhle deilbh air a luchdadh suas mì-dhligheach.
nl: Het geüploade afbeeldingsbestand is ongeldig
pt_br: A imagem enviada é inválida.

source: Failed to associate image file with addon.
ca: No s'ha pogut associar la imatge amb el complement.
de: Konnte Bilddatei nicht mit Add-On verknüpfen.
es: No se ha podido asociar la imagen con el complemento.
eu: Irudia gehigarriarekin erlazionatzeak huts egin du.
gd: Cha do ghabh am faidhle deilbh a dhèanamh dàimheach ris an tuilleadan.
gl: Non se puido asociar o ficheiro de imaxe cun complemento.
nl: Afbeelding toevoegen aan add-on mislukt
pt_br: Falha ao associar arquivo de imagem ao complemento.
ru: Не удалось ассоциировать изображение с аддоном.

source: No moderator mailing-list email is set.
ca: No s'ha establert cap adreça per a la llista de correu dels moderadors.
de: Für den Moderator der Mailliste ist keine Email-Adresse angegeben.
es: No se ha establecido ninguna dirección para la lista de correo de los moderadores.
gd: Cha deach post-d aig liosta-puist nam maor a shuidheachadh.
gl: Non hai ningunha lista de correo electrónico de moderadores configurada.
nl: Geen moderator e-maillijst ingesteld
pt_br: Nenhuma lista de emails do moderador está definida.

source: Welcome, %s
ca: Benvingut/da, %s
de: Herzlich willkommen, %s
es: Bienvenido/a, %s
eu: Ongi etorri, %s
gd: Fàilte, %s
gl: Benvido, %s
nl: Welkom %s
pt_br: Bem-vindo, %s
ru: Добро пожаловать, %s

source: Home
ca: Inici
de: Startseite
es: Inicio
gd: Dhachaigh
gl: Inicio
pt_br: Início
ru: Главная

source: Login
ca: Inici de sessió
de: Anmelden
es: Iniciar sesión
eu: Hasi saioa
gd: Log a-steach
gl: Identificarse
nl: Inloggen
ru: Вход

source: Log out
ca: Tanca la sessió
de: Abmelden
es: Cerrar sesión
eu: Amaitu saioa
gd: Log a-mach
gl: Saír
nl: Uitloggen
pt_br: Sair
ru: Выход

source: Users
ca: Usuaris
de: Benutzer
es: Usuarios
eu: Erabiltzaileak
gd: Cleachdaichean
gl: Usuarios
nl: Gebruikers
pt_br: Usuários
ru: Пользователи

source: Upload
ca: Puja
de: Hochladen
es: Subir
eu: Kargatu
gd: Luchdaich suas
gl: Subir
nl: Uploaden
pt_br: Enviar arquivo
ru: Загрузить

source: Manage
ca: Gestiona
de: Verwalten
es: Gestionar
eu: Kudeatu
gd: Rianaich
gl: Xestionar
nl: Beheren
pt_br: Administrar

source: STK Homepage
ca: Web del STK
es: Web de STK
eu: STKren orri nagusia
gd: Duilleag-dhachaigh STK
gl: Páxina do SuperTuxKart
nl: STK homepagina
pt_br: STK - Página inicial
ru: Домашняя страница STK

source: Languages
ca: Idiomes
de: Sprachen
es: Idiomas
eu: Hizkuntzak
gd: Cànanan
gl: Linguas
nl: Talen
pt_br: Idiomas
ru: Языки

source: A valid License.txt file was not found. Please add a License.txt file to your archive and re-submit it.
ca: No s'ha trobat cap fitxer License.txt. Si us plau, afegiu un fitxer License.txt al vostre arxiu i torneu-lo a enviar.
de: Eine gültige "License.txt"-Datei wurde nicht gefunden. Bitte füge eine "License.txt"-Datei zu deinem Archiv hinzu und lade es erneut hoch.
es: No se ha encontrado ningún fichero License.txt válido. Por favor, añada un fichero License.txt a su archivo y vuélvalo a enviar.
gd: Cha deach faidhle License.txt dligheach a lorg. Feuch an cuir thu faidhle License.txt ris an tasglann agad is cuir a-null a-rithist e.
gl: Non se atopou un ficheiro «License.txt» correcto. Engádao ao arquivo e volva subilo.
nl: Geen geldig License.txt bestand gevonden. Voeg een License.txt bestand toe aan je archief en upload opniew.
pt_br: Um arquivo License.txt válido não foi encontrado. Por favor, adicione um License.txt e envie novamente.
ru: Подходящий файл License.txt не найден. Пожалуйста, добавьте файл License.txt к вашему архиву и отправьте его снова.

source: Invalid add-on type.
ca: Tipus de complement invàlid.
de: Ungültiger Add-On-Typ.
es: Tipo de complemento inválido.
eu: Gehigarri mota baliogabea.
gd: Seòrsa tuilleadain mì-dhligheach.
nl: Incorrect add-on type.
pt_br: Tipo de complemento inválido.
ru: Неверный тип аддона.

source: Failed to re-pack archive file.
ca: No s'ha pogut reempaquetar l'arxiu.
de: Konnte die Archivdatei nicht neu packen.
es: No se ha podido reempaquetar el archivo.
eu: Artxibo-fitxategia birpaketatzeak huts egin du.
gd: Dh'fhàillig le ath-phasgadh an fhaidhle tasglainn.
gl: Non se puido volver empaquetar o arquivo.
nl: Kon archief niet opnieuw inpakken.
pt_br: Falha ao reempacotar arquivo.
ru: Не удалось перепаковать файл с архивом.

source: Failed to associate archive file with addon.
ca: No s'ha pogut associar l'arxiu amb el complement.
de: Konnte die Archivdatei nicht dem Add-On zuordnen.
es: No se ha podido asociar el archivo con el complemento.
eu: Artxiboa gehigarriarekin erlazionatzeak huts egin du.
gd: Cha do ghabh am faidhle tasglainn a dhèanamh dàimheach ris an tuilleadan.
gl: Non se puido asociar o arquivo a un complemento.
nl: Archief kon niet gekoppeld worden met add-on
pt_br: Falha ao associar arquivo com complemento.
ru: Не удалось ассоциировать архив с аддоном.

source: Successfully uploaded source archive.
ca: L'arxiu font s'ha pujat correctament.
de: Quellarchiv erfolgreich hochgeladen.
es: El archivo fuente se ha subido correctamente.
gd: Chaidh tasglann a' bhun-tùis a luchdadh suas gu soirbheachail.
gl: O arquivo coas fontes subiuse correctamente.
nl: Uploaden archief succesvol.
pt_br: Arquivo-fonte enviado com sucesso.
ru: Архив с исходниками успешно загружен.

source: Continue.
ca: Continua.
de: Weiter.
es: Continuar.
eu: Jarraitu.
gd: Lean air adhart.
gl: Continuar.
nl: Doorgaan
pt_br: Continuar.
ru: Продолжить.

source: You are trying to add a new revision of an add-on that does not exist.
ca: Esteu intentant afegir una nova revisió d'un complement que no existeix.
es: Está usted intentando añadir una nueva revisión de un complemento que no existe.
gd: Tha thu a' feuchainn ri ath-sgrùdadh ùr a chur ri tuilleadan nach eil ann.
nl: U probeert een nieuwe revisie toe te voegen van een add-on die niet bestaat.
pt_br: Você está tentando adicionar uma nova revisão de um complemento que não existe.
ru: Вы пытаетесь добавить новую ревизию аддона, который не существует.

source: Your add-on was uploaded successfully. It will be reviewed by our moderators before becoming publicly available.
ca: El vostre complement ha estat pujat correctament. Serà revisat per els nostres moderadors abans d'estar disponible públicament.
de: Dein Add-On wurde erfolgreich hochgeladen. Es wird von unseren Moderatoren überprüft werden, bevor es öffentlich verfügbar wird.
es: Su complemento ha sido subido correctamente. Será revisado por nuestros moderadores antes de estar disponible públicamente.
gd: Chaidh an tuilleadan agad a luchdadh suas gu soirbheachail. Nì na maoir againn lèirmheas air mus tèid fhoillseachadh.
nl: De add-on is succesvol geüpload. Nadat de add-on door de moderatoren is goedgekeurd wordt het publiekelijk beschikbaar.
pt_br: Seu complemento foi enviado com sucesso. Nosso moderadores farão uma revisão antes de disponibilizar para o público.
ru: Ваш аддон успешно загружен. Он будет проверен нашими модераторами перед тем, как стать публично доступным.

source: Click here to upload the sources to your add-on now.
ca: Feu clic aquí per pujar els fitxers font del vostre complement ara.
de: Klicke hier, um die Quellen deines Add-ons jetzt hochzuladen.
es: Pulse aquí para subir los ficheros fuente de su complemento ahora.
gd: Briog an-seo gus bun-tùsan an tuilleadain agad a luchdadh suas an-dràsta.
nl: Klik hier om bronbestanden voor je add-on toe te voegen.
pt_br: Clique aqui para enviar os arquivos-fonte do seu complemento.
ru: Нажмите здесь, чтобы загрузить исходники вашего аддона.

source: (Uploading the sources to your add-on enables others to improve your work and also ensure your add-on will not be lost in the future if new SuperTuxKart versions are not compatible with the current format.)
ca: (Pujar els fitxers font del vostre complement permet als altres millorar la vostra feina, i també assegura que el vostre complement no es perdrà en el futur si les noves versions del SuperTuxKart no són compatibles amb el format actual).
de: (Die Quellen deines Add-Ons hochzuladen hilft anderen, dein Werk zu verbessern und stellt außerdem sicher, dass dein Add-On in der Zukunft nicht verloren geht, wenn neue SuperTuxKart-Versionen nicht mehr mit dem aktuellen Format kompatibel sind.)
es: (Subir los ficheros fuente de su complemento permite a los demás mejorar su trabajo, y también asegura que vuestro complemento no se pierda en el futuro si las nuevas versiones de SuperTuxKart no son compatibles con el formato actual).
gd: (Ma luchdaicheas tu bun-tùsan an tuilleadain agad suas, bheir seo comas dha càch gus piseach a thoirt air an obair agad is nì seo cinnteach cuideachd nach tèid an tuilleadan agad air chall san àm ri teachd mura bhios tionndaidhean ùra dhe SuperTuxKart co-chòrdail ris an fhòrmat làithreach tuilleadh.)
nl: Door de bronbestanden te uploaden kunnen andere ontwikkelaars je werk verbeteren en aanpassen aan toekomstige wijzigingen aan SuperTuxKart.
pt_br: (Ao enviar os arquivos-fontes, você possibilita que outras pessoas melhorem o seu trabalho e assegura que o seu complemento não será perdido no futuro se novas versões do SuperTuxKart não forem compatíveis com o formato atual.)
ru: (Загрузка исходников вашего аддона позволяет другим улучшать вашу работу и также добавляет уверенности в том, что ваш аддон не будет потерян в будущем, если новые версии SuperTuxKart будут несовместимы с нынешним форматом.)

source: Click here to view your add-on.
ca: Feu clic aquí per veure el vostre complement.
de: Klicke hier, um dein Add-On anzuzeigen.
es: Pulse aquí para ver su complemento.
eu: Klikatu hemen zure gehigarria ikusteko.
gd: Briog an-seo gus an tuilleadan agad a shealltainn.
nl: Klik hier om je add-on te bekijken
pt_br: Clique aqui para ver seu complemento.
ru: Нажмите здесь, чтобы увидеть свой аддон.

source: Successfully uploaded image.
ca: La imatge s'ha pujat correctament.
de: Das Bild wurde erfolgreich hochgeladen.
es: La imagen se ha subido correctamente.
eu: Irudia behar bezala kargatu da.
gd: Chaidh an dealbh a luchdadh suas gu soirbheachail.
gl: A imaxe subiuse correctamente.
nl: Uploaden afbeelding geslaagd.
pt_br: Imagem enviada com sucesso.
ru: Изображение успешно загружено.

source: Some invalid files were found in the uploaded add-on. These files have been removed from the archive:
ca: S'han trobat alguns fitxers invàlids en el complement pujat. Aquests fitxers han estat eliminats de l'arxiu:
de: Einige ungültige Dateien wurden im hochgeladenen Add-On gefunden. Diese Dateien wurden aus dem Archiv entfernt:
es: Se han encontrado algunos ficheros inválidos en el complemento subido. Estos ficheros han sido eliminados del archivo:
gd: Chaidh faidhle mì-dhligheach no dhà a lorg san tuilleadan air a luchdadh suas. Chaidh na faidhlichean seo a sguabadh às bhon tasglann:
gl: Atopáronse algúns ficheiros incorrectos no complemento. Ditos ficheiros elimináronse:
nl: Er zijn ongeldige bestanden gevonden in de geüploadde add-on. De volgende bestanden zijn uit het archief verwijderd:
pt_br: Alguns arquivos inválidos foram encontrados no complemento enviado. Os seguintes arquivos foram removidos:
ru: Некоторые неправильные файлы были найдены в загруженном аддоне. Эти файлы были удалены из архива:

source: Some images in this add-on do not have dimensions that are a power of two.
ca: Algunes imatges d'aquest complement no tenen dimensions que siguin una potència de dos.
de: Einige Bilder in diesem Add-On haben Abmessungen, die keine Zweierpotenzen sind.
es: Algunas imágenes de este complemento no tienen dimensiones que sean una potencia de dos.
gd: Cha dealbh no dhà san tuilleadan seo aig nach eil dimeinseanan dha chumhachd a dhà.
gl: As dimensións dalgunhas das imaxes do complemento non son potencias de 2.
nl: De afmetingen van sommige afbeeldingen zijn geen veelvouden van 2.
pt_br: Algumas imagens neste complemento não tem dimensões que são uma potência de dois.
ru: Некоторые изображения в этом аддоне имеют разрешение, не соответствующее степени двойки.

source: This may cause display errors on some video cards.
ca: Això podria provocar errors de visualització en algunes targetes gràfiques.
de: Dies könnte bei einigen Grafikkarten Fehler verursachen.
es: Esto podría provocar errores de visualización en algunas tarjetas gráficas.
eu: Honek arazoak eragin ditzake zenbait bideo-txartelekin.
gd: 'S mathaid gun adhbharaich seo mearachdan taisbeanaidh le cuid a chairtean grafaigeachd.
gl: Isto pode dar lugar a problemas de visualización nalgunhas tarxetas gráficas.
nl: Dit kan problemen geven met oudere videokaarten.
pt_br: Isto pode causar erros de exibição em algumas placas de vídeo.
ru: Это может повлечь некоторые проблемы с отображением на некоторых видеокартах.

source: Failed to log in.
ca: No s'ha pogut connectar.
de: Anmeldung fehlgeschlagen.
es: No se ha podido conectar.
eu: Saioa hasteak huts egin du.
gd: Dh'fhàillig leis an logadh a-steach.
nl: Inloggen mislukt
pt_br: Falha no login.
ru: Не удалось войти в систему.

source: Your username or password is incorrect.
ca: El vostre usuari o la vostra contrasenya són incorrectes.
de: Dein Benutzername oder Passwort ist falsch.
es: Su número de usuario o su contraseña son incorrectos.
eu: Zure erabiltzaile-izena edo pasahitza okerra da.
gd: Tha an t-ainm-cleachdaiche no facal-faire agad cearr.
nl: Foutieve gebruikersnaam of wachtwoord.
pt_br: Seu usuário ou senha são inválidos.
ru: Ваше имя или пароль неверны.

source: You must be logged in to change a password.
ca: Cal que esteu connectat per canviar una contrasenya.
de: Du muss angemeldet sein, um ein Passwort zu ändern.
es: Debe estar conectado para cambiar una contraseña.
eu: Saioa hasi behar duzu pasahitza aldatzeko.
gd: Feumaidh tu logadh a-steach gus facal-faire atharrachadh.
nl: Je moet ingelogd zijn om een wachtwoord te wijzigen
pt_br: Você precisa estar logado para alterar a senha.
ru: Для того чтобы сменить пароль, вы должны войти в систему.

source: Failed to change your password.
ca: No s'ha pogut canviar la vostra contrasenya.
de: Fehler beim Ändern deines Passworts.
es: No se ha podido cambiar su contraseña.
eu: Zure pasahitza aldatzeak huts egin du.
gd: Dh'fhàillig le atharrachadh an fhacail-fhaire agad.
nl: Wachtwoord wijzigen mislukt
pt_br: Falha ao alterar sua senha.
ru: Не удалось сменить ваш пароль.

source: You must agree to the terms to register.
ca: Heu d'acceptar els termes per poder-vos registrar.
de: Du musst den Bedingungen zustimmen, um dich zu registrieren.
es: Debe aceptar los términos para registrarse.
eu: Baldintzak onartu behar dituzu erregistratzeko.
gd: Feumaidh tu aontachadh ris na teirmichean airson clàradh.
gl: Debe concordar coas condicións para rexistrarse.
nl: Je moet instemmen met de voorwaarden om te kunnen registreren.
pt_br: Você precisa aceitar os termos para criar sua conta.
ru: Вы должны согласиться с условиями, чтобы зарегистрироваться.

source: An error occurred trying to validate your username.
ca: S'ha produït un error intentant validar el vostre nom d'usuari.
de: Bei der Überprüfung deines Nutzernamens ist ein Fehler aufgetreten.
es: Se ha producido un error intentando validar su nombre de usuario.
gd: Thachair mearachd a' feuchainn ris an ainm-cleachdaiche agad a dhearbhadh.
nl: Er is een fout opgetreden bij het valideren van het wachtwoord
pt_br: Ocorreu um erro ao tentar validar seu usuário.
ru: Произошла ошибка при попытке подтверждения вашего имени.

source: Please contact a website administrator.
ca: Si us plau, contacteu amb l'administrador de la web.
de: Bitte kontaktiere einen Administrator der Webseite.
es: Por favor, póngase en contacto con el administrador de la web.
eu: Mesedez, jarri harremanetan webgunearen administratzailearekin.
gd: Cuir fios gu rianaire an làraich-lìn.
nl: Neem cntact op met de websitebeheerder
pt_br: Por favor, entre em contato com o administrador do sistema.
ru: Пожалуйста, свяжитесь с администратором сайта.

source: Your username has already been used.
ca: El vostre nom d'usuari ja s'ha fet servir.
de: Dein Benutzername wird bereits benutzt.
es: Su nombre de usuario ya ha sido utilizado.
gd: Chaidh an t-ainm-cleachdaiche agad a chleachdadh roimhe.
gl: O seu nome de usuario xa está collido.
nl: De gebruikersnaam is al in gebruik.
pt_br: Este usuário já está sendo utilizado.
ru: Такое имя пользователя уже существует.

source: An error occurred trying to validate your email address.
ca: S'ha produït un error validant la vostra adreça de correu.
es: Se ha producido un error validando su dirección de correo.
gd: Thachair mearachd le feuchainn ris an seòladh puist-d agad a dhearbhadh.
nl: Er is een fout opgetreden tijdens het valideren van je e-mailadres.

source: Your email address has already been used.
ca: La vostra adreça de correu ja s'ha fet servir.
es: Su dirección de correo ya ha sido utilizada.
gd: Chaidh an seòladh puist-d agad a chleachdadh roimhe.
nl: Je e-mailadres is al in gebruik.

source: An error occurred while creating your account.
ca: S'ha produït un error mentre es creava el vostre compte.
de: Ein Fehler ist aufgetreten während dein Konto erstellt wurde.
es: Se ha producido un error al crear su cuenta.
eu: Errore bat gertatu da zure kontua sortzean.
gd: Thachair mearachd le cruthachadh a' chunntais agad.
gl: Houbo un erro ao intentar crear a súa conta.
nl: Er is een fout opgetreden bij het aanmaken van je account.
pt_br: Ocorreu um erro durante a criação da sua conta.
ru: Произошла ошибка при создании вашего аккаунта.

source: Me
ca: Jo
de: Mich
es: Yo
eu: Ni
gd: Mise
gl: Eu
nl: Mijzelf
pt_br: Eu
ru: Я

source: You must enter an email address.
ca: Cal que introduïu una adreça de correu electrònic.
de: Du musst eine E-Mail-Adresse eingeben.
es: Debe introducir una dirección de correo electrónico.
eu: E-posta helbide bat sartu behar duzu.
gd: Feumaidh tu seòladh puist-d a chur a-steach.
nl: U moet een e-mailadres opgeven.
pt_br: Você deve informar um endereço de email
ru: Введите электронный адрес.

source: "%s" is not a valid email address.
ca: "%s" no és una adreça de correu vàlida.
de: "%s" ist keine gültige E-Mail-Adresse.
es: "%s" no es una dirección de correo válida.
eu: "%s" ez da baliozko e-posta helbidea.
gd: Chan eil "%s" na seòladh puist-d dligheach.
nl: "%s" is geen geldig e-mailadres
pt_br: "%s" não é um endereço de e-mail válido.
ru: "%s" не является действительным почтовым адресом.

source: Your username must be at least 4 characters long.
ca: El vostre nom d'usuari ha de tenir com a mínim 4 caràcters.
de: Dein Benutzername muss mindestens 4 Zeichen lang sein.
es: Su nombre de usuario debe tener al menos cuatro caracteres.
eu: Zure erabiltzaile-izenak gutxienez 4 karaktere izan behar ditu.
gd: Feumaidh an t-ainm-cleachdaiche agad a bhith 4 caractaran a dh'fhaid air a char as giorra.
gl: O seu nome de usuario debe ter polo menos 4 caracteres.
nl: Het wachtwoord moet minimaal 4 tekens lang zijn
pt_br: Seu usuáio precisa de pelo menos 4 caracteres.
ru: Ваше имя пользователя должно быть не менее 4 символов.

source: Your username can only contain alphanumeric characters.
ca: El vostre nom d'usuari només pot contenir caràcters alfanumèrics.
de: Dein Benutzername darf nur alphanumerische Zeichen enthalten.
es: Su nombre de usuario solamente puede contener caracteres alfanuméricos.
gd: Chan fhaod ach litrichean is àireamhan a bhith san ainm-cleachdaiche agad.
nl: Een gebruikesnaam mag enkel alphanumerieke tekens gebruiken
pt_br: Seu usuário só pode conter caracteres alfanuméricos.
ru: Ваше пользовательское имя может содержать только буквенно-цифровые символы.

source: Your password must be at least 6 characters long.
ca: La vostra contrasenya ha de tenir com a mínim 6 caràcters.
de: Dein Passwort muss mindestens 6 Zeichen lang sein.
es: Su contraseña debe tener como mínimo 6 caracteres.
eu: Zure pasahitzak gutxienez 6 karaktere izan behar ditu.
gd: Feumaidh am facal-faire agad a bhith 6 caractaran a dh'fhaid air a char as giorra.
gl: O contrasinal debe ter polo menos 6 caracteres.
nl: Het wachtwoord moet minimaal 6 tekens lang zijn.
pt_br: Sua senha precisa ter pelo menos 6 caracteres.
ru: Ваш пароль должен быть минимум 6 символов в длину.

source: Your passwords do not match.
ca: Les vostres contrasenyes no coincideixen.
de: Deine Passwörter stimmen nicht überein.
es: Sus contraseñas no coinciden.
eu: Zure pasahitzak ez datoz bat.
gd: Chan eil an dà fhacal-faire agad a' co-fhreagairt ri chèile.
gl: Os contrasinais novos non coinciden.
nl: De wachtwoorden komen niet overeen.
pt_br: Suas senhas não combinam.
ru: Ваши пароли не совпадают.

source: You must enter a name.
ca: Heu d'introduir un nom.
de: Du musst einen Namen eingeben.
es: Debe introducir un nombre.
eu: Izen bat sartu behar duzu.
gd: Feumaidh tu ainm a chur a-steach.
nl: Voer een naam in.
pt_br: Você deve informar um nome.
ru: Необходимо ввести имя.

source: supAdministrator
gd: osRianaire
gl: Administrador superior
nl: super-beheerder
pt_br: super administrador
ru: суперадминистратор

source: administrator
ca: administrador
es: administrador
eu: administratzailea
gd: rianaire
gl: Administrador
nl: beheerder
pt_br: administrador
ru: администратор

source: moderator
ca: moderador
es: moderador
eu: moderatzailea
gd: maor
gl: Moderador
pt_br: moderador
ru: модератор

source: basicUser
gd: cleachdaicheÀbaisteach
gl: Usuario
nl: standaard-gebruiker
pt_br: usuário básico
ru: пользователь

source: Username:
ca: Nom d'usuari:
de: Benutzername:
es: Nombre de usuario:
eu: Erabiltzaile-izena:
gd: Ainm-cleachdaiche:
gl: Usuario:
nl: Gebruikersnaam:
pt_br: Nome de usuário:
ru: Имя пользователя:

source: Registration Date:
ca: data de registre:
de: Registriert am:
es: Fecha de registro:
eu: Erregistratze-data:
gd: Ceann-latha a' chlàraidh:
gl: Data de rexistro:
nl: Registratiedatum:
pt_br: Data de registro:
ru: Дата регистрации:

source: Real Name:
ca: Nom real:
de: Vollständiger Name:
es: Nombre real:
eu: Benetako izena:
gd: Fìor ainm:
gl: Nome real:
nl: Echte naam:
pt_br: Nome verdadeiro:
ru: Настоящее имя:

source: Role:
ca: Rol:
de: Rolle:
es: Rol:
gd: Dreuchd:
gl: Rol:
nl: Rol:
pt_br: Função:
ru: Статус:

source: Homepage:
ca: Pàgina web:
es: Página personal:
gd: Duilleag-dhachaigh:
gl: Páxina web:
nl: Internetadres:
pt_br: Página inicial:
ru: Домашняя страница:

source: User Activated:
ca: Usuari activat:
de: Benutzer aktiv:
es: Usuario activado:
gd: Cleachdaiche air gnìomhachadh:
gl: Usuario activado:
nl: Gebruiker geactiveerd:
pt_br: Usuário ativado:
ru: Пользователь активирован:
