Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: Failed to remove add-on revisions.
ca: No s'ha pogut eliminar les revisions d'aquest complement.
de: Überarbeitungen des Add-Ons konnten nicht entfernt werden.
es: No se han podido eliminar las revisiones de este complemento.
eu: Gehigarriaren berrikuspena ezabatzeak huts egin du.
gd: Dh'fhàillig le toirt air falbh nan ath-sgrùdaidhean aig an tuilleadan seo.
nl: Kon revisies van de add-on niet verwijderen.
pt_br: Falha ao remover as revisões deste arquivo.
ru: Не удалось удалить ревизии аддона.

source: Failed to remove addon.
ca: No s'ha pogut eliminar el complement.
de: Konnte Add-On nicht löschen.
es: No se ha podido borrar el complemento.
eu: Gehigarria ezabatzeak huts egin du.
gd: Dh'fhàillig le toirt air falbh aig an tuilleadan.
gl: Non se puido eliminar o complemento.
nl: Kon add-on niet verwijderen
pt_br: Falha ao remover este complemento.
ru: Не удалось удалть аддон.

source: Failed to delete file.
ca: No s'ha pogut esborrar el fitxer.
de: Datei konnte nicht gelöscht werden.
es: No se ha podido borrar el fichero.
eu: Fitxategia ezabatzeak huts egin du.
gd: Dh'fhàillig le sguabadh às dhan fhaidhle.
nl: Bestandsverwijdering is mislukt.
pt_br: Falha ao excluir o arquivo.
ru: Не удалось удалить файл.

source: The revision you are trying to delete does not exist.
ca: La revisió que esteu intentant esborrar no existeix.
es: La revisión que está intentando borrar no existe.
eu: Ezabatu nahi duzun berrikuspena ez da existitzen.
gd: Chan eil an t-ath-sgrùdadh ann a tha thu a' fheuchainn ri sguabadh às.
nl: De versie die je probeert te verwijderen bestaat niet.

source: You cannot delete the last revision of an add-on.
ca: No podeu esborrar la darrera revisió d'un complement.
es: No puede borrar la última versión de un complemento.
eu: Ezin duzu gehigarri baten azken berrikuspena ezabatu.
gd: Chan urrainn dhut an t-ath-sgrùdadh mu dheireadh aig tuilleadan a sguabadh às.
nl: De laatste versie van een add-on kan niet worden verwijderd.

source: You cannot delete the latest revision of an add-on. Please mark a different revision to be the latest revision first.
ca: No podeu esborrar la darrera revisió d'un complement. Si us plau, marqueu abans una altra revisió com la darrera.
es: No puede borrar la última versión de un complemento. Por favor, marque antes otra revisión como la última.
eu: Ezin duzu gehigarri baten azken berrikuspena ezabatu. Mesedez, lehenik markatu beste berrikuspen bat azken berrikuspen bezala.
gd: Chan urrainn dhut an t-ath-sgrùdadh mu dheireadh aig tuilleadan a sguabadh às. Feuch an cuir thu comharra ri ath-sgrùdadh eile gur e an tionndadh mu dheireadh a th' ann.
nl: De laatste versie van een add-on kan niet worden verwijderd. Markeer eerst een andere versie als de laatste versie en probeer opnieuw.

source: The add-on file could not be queued for deletion.
ca: El fitxer del complement no s'ha pogut enviar a la cua per ser esborrat.
es: El fichero del complemento no se ha podido encolar para ser borrado.
gd: Cha do ghabh faidhle an tuilleadain a chur sa chiutha airson sguabadh às.
nl: Het add-on-bestand kon niet in de verwijder-wachtrij gezet worden.

source: The add-on revision could not be deleted.
ca: La revisió del complement no s'ha pogut esborrar.
es: La revisión del complemento no se ha podido borrar.
eu: Ezin izan da gehigarriaren berrikuspena ezabatu.
gd: Cha do ghabh ath-sgrùdadh an tuilleadain a sguabadh às.
nl: De add-on versie kon niet worden verwijderd.

source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
eu: Ezezaguna
gd: Neo-aithnichte
gl: Descoñecido
nl: Onbekend
pt_br: Desconhecido
ru: неизвестно

source: Failed to update the description record for this add-on.
ca: No s'ha pogut actualitzar el registre de la descripció d'aquest complement.
de: Die Beschreibung dieses Add-Ons konnte nicht aktualisiert werden.
es: No se ha podido actualizar el registro de la descripción de este complemento.
gd: Dh'fhàillig le luchdadh suas aig reacord tuairisgeil airson an tuilleadain seo.
nl: Kon de beschrijving van de add-on niet wijzigen.
pt_br: Falha ao atualizar a descrição deste complemento.

source: Failed to update the designer record for this add-on.
ca: No s'ha pogut actualitzar el registre del dissenyador d'aquest complement.
de: Der Designer-Eintrag dieses Add-Ons konnte nicht aktualisiert werden.
es: No se ha podido actualizar el registro del diseñador de este complemento.
gd: Dh'fhàillig le luchdadh suas aig reacord dealbhadair airson an tuilleadain seo.
nl: Kon de ontwerper van de add-on niet wijzigen.
pt_br: Falha ao atualizar o designer deste complemento.

source: Failed to update the image record for this add-on.
ca: No s'ha pogut actualitzar el registre de la imatge d'aquest complement.
es: No se ha podido actualizar el registro de la imagen de este complemento.
gd: Dh'fhàillig le luchdadh suas aig reacord deilbh airson an tuilleadain seo.
nl: Kon de afbeelding van de add-on niet wijzigen.
pt_br: Falha ao atualizar a imagem deste complemento.

source: Failed to update the license record for this add-on.
ca: No s'ha pogut actualitzar el registre de la llicència d'aquest complement.
de: Der Lizenz-Eintrag dieses Add-Ons konnte nicht aktualisiert werden.
es: No se ha podido actualizar el registro de la licencia de este complemento.
gd: Dh'fhàillig le luchdadh suas aig reacord ceadachais airson an tuilleadain seo.
gl: Non se puido actualizar o rexistro da licenza do complemento.
nl: Kon licentie-informatie van deze add-on niet bijwerken.
pt_br: Falha ao atualizar a licença deste complemento.

source: Failed to update the name record for this add-on.
ca: No s'ha pogut actualitzar el registre del nom d'aquest complement.
de: Der Name dieses Add-Ons konnte nicht aktualisiert werden.
es: No se ha podido actualizar el registro del nombre de este complemento.
gd: Dh'fhàillig le luchdadh suas aig reacord ainm airson an tuilleadain seo.
gl: Non se puido actualizar o rexistro do nome do complemento.
nl: Naam van deze add-on kon niet gewijzigd worden
pt_br: Falha ao atualizar o nome salvo deste complemento.

source: Upload Image
ca: Puja una imatge
de: Bild hochladen
es: Subir Imagen
eu: Kargatu irudia
gd: Luchdaich dealbh suas
gl: Subir unha imaxe
nl: Upload afbeelding
pt_br: Enviar imagem
ru: Загрузить изображение

source: Type:
ca: Tipus:
de: Typ:
es: Tipo:
eu: Mota:
gd: Seòrsa:
gl: Tipo:
pt_br: Tipo:
ru: Тип:

source: Arena
eu: Borroka-zelaia
gd: Cearcall
ru: Арена

source: Designer:
ca: Dissenyador:
de: Ersteller:
es: Diseñador:
eu: Diseinatzailea:
gd: Dealbhaiche:
gl: Deseñador:
nl: Ontwerper:
ru: Дизайнер:

source: Upload date:
ca: Pujat el dia:
de: Hochgeladen am:
es: Fecha de subida:
eu: Kargatze-data:
gd: Ceann-latha luchdaidh suas:
gl: Data de carga:
nl: Datum van upload:
pt_br: Enviado dia:
ru: Дата загрузки:

source: Submitted by:
ca: Enviat per:
de: Veröffentlicht von:
es: Enviado por:
eu: Honek bidalia:
gd: Air a chur a-nall le:
gl: Enviado por:
nl: Ingestuurd door:
pt_br: Enviado por:
ru: Отправитель:

source: Revision:
ca: Revisió:
es: Revisión:
eu: Berrikuspena:
gd: Ath-sgrùdadh:
gl: Revisión:
nl: Versie:
pt_br: Revisão:
ru: Ревизия:

source: Compatible with:
ca: Compatible amb:
de: Kompatibel mit:
es: Compatible con:
eu: Hauekin bateragarria:
gd: Co-chòrdail ri:
gl: Compatíbel con:
nl: Te gebruiken met:
pt_br: Compatível com:
ru: Совместим с :

source: License
ca: Llicència
de: Lizenz
es: Licencia
eu: Lizentzia
gd: Ceadachas
nl: Licentie
pt_br: Licença
ru: Лицензия

source: Permalink
ca: Enllaç permanent
es: Enlace permanente
eu: Esteka iraunkorra
gd: Buan-cheangal
gl: Ligazón permanente
nl: Vaste koppeling
pt_br: Link permanente
ru: Постоянная ссылка

source: Warning: This addon may not display correctly on some systems. It uses textures that may not be compatible with all video cards.
ca: Atenció: aquest complement podria no mostrar-se bé en alguns sistemes. Fa servir textures que podrien no ser compatibles amb totes les targetes gràfiques.
de: Warnung: Dieses Add-On könnte auf einigen Systemen nicht richtig dargestellt werden. Es benutzt Texturen, die nicht mit allen Grafikkarten kompatibel sein könnten.
es: Atención: este complemento podría no mostrarse bien en algunos sistemas. Utiliza texturas que podrían no ser compatibles con todas las tarjetas gráficas.
eu: Oharra: Gehigarri hau ez da behar bezala ikusiko sistema batzuetan. Bideo-txartel batzuekin bateraezinak diren testurak erabiltzen ditu.
gd: Rabhadh: 's mathaid nach tèid an tuilleadan seo a thaisbeanadh gu ceart air cuid a shiostaman. Cleachdaidh e innich nach eil co-chòrdail ris a h-uile cairt ghrafaigeachd, 's dòcha.
gl: Advertencia: este complemento podería non verse correctamente nalgúns sistemas. Emprega texturas que poderían non ser compatíbeis con todas as tarxetas gráficas.
nl: Waarschuwing: Deze add-on wordt op sommige systemen mogelijk verkeerd getoond. Het gebruikt texturen die niet door alle videokaarten getoond kunnen worden.
pt_br: Aviso: este complemento pode não ser exibido corretamente em alguns sistemas. Ele usa texturas que podem não ser compatíveis com todas as placas de vídeo.
ru: Предупреждение: этот аддон может отображаться некорректно на некоторых системах. Он использует текстуры, которые могут быть не совместимы с некоторыми видеокартами.

source: Your Rating:
ca: La vostra valoració:
es: Su valoración:
eu: Zure balorazioa:
gd: An rang agad:
nl: Jouw score:

source: Download %s
ca: Descarrega %s
de: %s herunterladen
es: Descargar %s
eu: Deskargatu %s
gd: Luchdaich a-nuas %s
nl: %s downloaden
pt_br: Baixar %s

source: Download this add-on in game!
ca: Descarregueu-vos aquest complement des del joc!
es: Descárguese este complemento desde el juego!
eu: Deskargatu gehigarri hau jokotik!
gd: Luchdaich an tuilleadan seo a-nuas sa gheama fhèin!
nl: Deze add-on kan vanuit het spel gedownload worden!

source: Revisions
de: Revisionen
es: Revisiones
eu: Berrikuspenak
gd: Ath-sgrùdaidhean
gl: Revisións
nl: Revisies
pt_br: Revisões
ru: Ревизии

source: Upload Revision
ca: Puja una revisió
de: Überarbeitung hochladen
es: Subir revisión
eu: Kargatu berrikuspena
gd: Luchdaich ath-sgrùdadh suas
gl: Subir unha revisión
nl: Versie uploaden
pt_br: Enviar revisão
ru: Загрузить ревизию

source: Download revision %u
ca: Descarrega la revisió %u
de: Revision %u herunterladen
es: Descargar la revisión %u
eu: Deskargatu %u berrikuspena
gd: Luchdaich an t-ath-sgrùdadh %u a-nuas
gl: Descargar a revisión %u
nl: Download versie %u
pt_br: Baixar revisão %u
ru: Скачать ревизию %u

source: Images
ca: Imatges
de: Bilder
es: Imágenes
eu: Irudiak
gd: Dealbhan
gl: Imaxes
nl: Afbeeldingen
pt_br: Imagens
ru: Изображения

source: No images have been uploaded for this addon yet.
ca: Encara no s'ha pujat cap imatge per aquest complement.
de: Für dieses Add-On wurden noch keine Bilder hochgeladen.
es: Todavía no se ha subido ninguna imagen para este complemento.
eu: Ez da irudirik kargatu gehigarri honentzat oraindik.
gd: Cha deach dealbh sam bith a luchdadh suas airson an tuilleadain seo fhathast.
gl: Aínda non se subiu ningunha imaxe deste complemento.
nl: Er zijn nog geen afbeeldingen geüpload voor deze add-on.
pt_br: Nenhum imagem foi enviada para este complemento.
ru: Для этого аддона не загружено ни одного изображения.

source: Unapprove
ca: Rebutja
de: Nicht genehmigen
es: Rechazar
gd: Cuir easaonta ris
gl: Desaprobar
nl: Afkeuren
pt_br: Rejeitar
ru: Запретить

source: Approve
ca: Aprova
de: Genehmigen
es: Aprobar
eu: Onartu
gd: Cuir aonta ris
gl: Aprobar
nl: Goedkeuren
pt_br: Aprovar
ru: Подтвердить

source: Set Icon
ca: Estableix la icona
de: Icon festlegen
es: Establecer icono
eu: Ezarri ikonoa
gd: Suidhich ìomhaigheag
gl: Escoller a icona
nl: Pictogram instellen
pt_br: Definir ícone
ru: Назначить иконку

source: Set Image
ca: Estableix la imatge
de: Bild festlegen
es: Establecer imagen
eu: Ezarri irudia
gd: Suidhich dealbh
gl: Escoller a imaxe
nl: Afbeelding instellen
pt_br: Definir Imagem
ru: Назначить изображение

source: Delete File
ca: Esborra el fitxer
de: Datei löschen
es: Borrar fichero
eu: Ezabatu fitxategia
gd: Sguab às am faidhle
gl: Eliminar o ficheiro
nl: Bestand verwijderen
pt_br: Excluir arquivo
ru: Удалить файл

source: Source Files
ca: Fitxers font
de: Quelldateien
es: Ficheros fuente
eu: Iturburu-fitxategiak
gd: Faidhlichean bun-tùis
gl: Ficheiros fonte
nl: Broncodebestanden
pt_br: Arquivos fonte
ru: Исходные файлы

source: Upload Source File
ca: Puja el fitxer font
de: Quelldatei hochladen
es: Subir fichero fuente
eu: Kargatu iturburu-fitxategia
gd: Luchdaich suas faidhle bun-tùis
gl: Subir un ficheiro fonte
nl: Upload bronbestand
pt_br: Enviar arquivo fonte
ru: Загрузить исходный файл

source: No source files have been uploaded for this addon yet.
ca: Encara no s'ha pujat cap fitxer font per aquest complement.
de: Für dieses Add-On wurden noch keine Quelldateien hochgeladen.
es: Todavía no se ha subido ningún fichero fuente para este complemento.
eu: Ez da iturburu-fitxategirik kargatu gehigarri honentzat oraindik.
gd: Cha deach faidhle bun-tùis a luchdadh suas airson an tuilleadain seo fhathast.
gl: Aínda non se subiu ningún ficheiro fonte deste complemento.
nl: Er zijn nog geen bestanden voor deze add-on geüpload.
pt_br: Nenhum arquivo fonte foi enviado para este complemento.
ru: Для этого аддона не было загружено ни одного исходного файла.

source: Source File %u
ca: Fitxer font %u
de: Quelldatei %u
es: Fichero fuente %u
eu: Iturburu-fitxategia %u
gd: Faidhle bun-tùis %u
gl: Ficheiro fonte %u
nl: Bronbestand %u
pt_br: Arquivo fonte %u
ru: Исходный файл %u

source: Not Approved
ca: No aprovat
de: Nicht genehmigt
es: No aprobado
gd: Gun aonta
gl: Non aprobado
nl: Niet goedgekeurd
pt_br: Não aprovado
ru: Не подтверждено

source: Download
ca: Descarrega
de: Herunterladen
es: Descargar
eu: Deskargatu
gd: Luchdaich a-nuas
gl: Descargar
nl: Downloaden
pt_br: Baixar
ru: Скачать

source: Featured
ca: Destacat
de: Vorgestellt
es: Destacados
eu: Nabarmenduak
gd: Brosnaichte
gl: Destacado
nl: Aanbevolen
pt_br: Em destaque
ru: Рекомендуемые

source: DFSG Compliant
ca: Compleix les DFSG
de: DFSG-Kompatibel
es: Cumple las DFSG
gd: A' gèilleadh ri DFSG
gl: Concorde coas DFSG
nl: Voldoet aan DFSG
pt_br: Compatível com DFSG
ru: Соответствует DFSG

source: You do not have the necessary privileges to perform this action.
ca: No teniu els privilegis necessaris per dur a terme aquesta acció.
de: Für die Ausführung dieser Aktion fehlen dir die notwendigen Rechte.
es: No tiene los permisos necesarios para llevar a cabo esta acción.
gd: Chan eil na pribhleidean agad a tha a dhìth gus an gnìomh seo a dhèanamh.
nl: U mist de nodige privileges om deze actie uit te voeren.
pt_br: Você não tem os privilégios necessários para executar esta ação.
ru: У вас недостаточно прав для выполнения этого действия.

source: Configuration
ca: Configuració
de: Einstellungen
es: Configuración
eu: Konfigurazioa
gd: Rèiteachadh
nl: Configuratie
pt_br: Configuração
ru: Настройки

source: Description:
ca: Descripció:
de: Beschreibung:
es: Descripción:
eu: Deskribapena:
gd: Tuairisgeul:
gl: Descrición:
nl: Omschrijving:
pt_br: Descrição:
ru: Описание:

source: Max %u characters
ca: Màxim %u caràcters
de: Maximal %u Zeichen
es: Máximo %u caracteres
eu: Gehienez %u karaktere
gd: %u caractaran air a char as motha
gl: Non máis de %u karts
nl: Maximaal %u karakters
pt_br: Limite de %u caracteres
ru: Максимум %u символов

source: Save Properties
ca: Desa les propietats
de: Eigenschaften speichern
es: Guardar propiedades
eu: Gorde propietateak
gd: Sàbhail na buadhan
gl: Gardar as propiedades
nl: Eigenschappen opslaan
pt_br: Salvar propriedades
ru: Сохранить настройки

source: Delete Addon
ca: Esborra el complement
de: Add-On löschen
es: Borrar complemento
eu: Ezabatu gehigarria
gd: Sguab às an tuilleadan
gl: Eliminar o complemento
nl: Add-on verwijderen
pt_br: Excluir complemento
ru: Удалить аддон

source: Included in Game Versions:
ca: Inclós en les versions del joc:
es: Incluido en las versiones del juego:
gd: Am broinn tionndaidhean a' gheama:

source: Start:
eu: Hasiera:
gd: Toiseach:
nl: Begin:

source: End:
eu: Amaiera:
gd: Crìoch:
nl: Einde:

source: Save
ca: Desa
es: Guardar
eu: Gorde
gd: Sàbhail
nl: Bewaren

source: Status Flags:
ca: Indicadors d'estat:
de: Zustandsmarker:
es: Indicadores de estado:
gd: Brataich staide:
gl: Marcas de estado:
nl: Statusvlaggen:
pt_br: Bandeira de status:

source: Approved
ca: Aprovat
de: Genehmigt
es: Aprobado
eu: Onartua
gd: Air aontachadh ris
gl: Aprobado
nl: Goedgekeurd
pt_br: Aprovado
ru: Подтверждено

source: Invisible
de: Unsichtbar
eu: Ikusezina
gd: Neo-fhaicsinneach
gl: Invisíbel
nl: Onzichtbaar
pt_br: Invisível
ru: Невидимое

source: Latest
ca: Més recent
de: Neueste
es: Más recientes
eu: Azkena
gd: As ùire
gl: Último
nl: Meest recent
pt_br: Últimos
ru: Последнее

source: Invalid Textures
ca: Textures invàlides
de: Ungültige Texturen
es: Texturas inválidas
eu: Testura baliogabeak
gd: Innich mì-dhligheach
gl: Texturas incorrectas
nl: Ongeldige texturen
pt_br: Texturas inválidas
ru: 'Плохие' текстуры

source: Delete revision %d
ca: Esborra la revisió %d
es: Borrar la revisión %d
eu: Ezabatu %d berrikuspena
gd: Sguab às an t-ath-sgrùdadh %d
nl: Verwijder versie %d

source: Save Changes
ca: Desa els canvis
de: Änderungen speichern
es: Guardar cambios
eu: Gorde aldaketak
gd: Sàbhail na h-atharraichean
gl: Gardar os cambios
nl: Wijzigingen opslaan
pt_br: Salvar alterações
ru: Сохранить изменения

source: Notes from Moderator to Submitter:
ca: Notes del moderador per a qui l'ha enviat:
de: Anmerkungen der Moderatoren an den Absender:
es: Notas del moderador para quien lo ha enviado:
eu: Moderatzailearen oharrak bidaltzailearentzat:
gd: Nòtaichean aig a' mhaor dhan neach cuir a-null:
gl: Notas do moderador a quen o enviou:
nl: Bericht van de moderator aan de uploader:
pt_br: Notas do moderador para quem enviou:
ru: Заметки модератора отправителю:

source: Save Notes
ca: Desa les notes
de: Notizen speichern
es: Guardar notas
eu: Gorde oharrak
gd: Sàbhail na nòtaichean
gl: Gardar as notas
nl: Noties oplslaan
pt_br: Salvar notas
ru: Сохранить заметки

source: Insufficient permissions.
ca: Permisos insuficients.
de: Nicht ausreichende Berechtigungen.
es: Permisos insuficientes.
gd: Ceadan a dhìth.
gl: Non dispón de permisos abondo.
nl: Onvoldoende rechten
pt_br: Permissões insuficientes.
ru: Недостаточно прав.

source: The file to extract does not exist.
ca: El fitxer a extreure no existeix.
de: Die Datei, die extrahiert werden soll, existiert nicht.
es: El fichero a extraer no existe.
gd: Chan eil am faidhle ri dì-dhùmhlachadh ann.
gl: O ficheiro a extraer non existe.
nl: Uit te pakken bestand niet herkend
pt_br: O arquivo para extração não existe.
ru: Распаковываемый файл не существует.

source: Could not open archive file. It may be corrupted.
ca: No s'ha pogut obrir l'arxiu. Potser està corromput.
de: Konnte die Archivdatei nicht öffnen. Sie könnte beschädigt sein.
es: No se ha podido abrir el archivo. Puede que esté corrompido.
eu: Ezin izan da artxibo-fitxategia ireki. Hondatuta egon daiteke.
gd: Cha do ghabh am faidhle tasglainn fhosgladh. 'S dòcha gu bheil e coirbte.
gl: Non se puido abrir o arquivo. Pode que se estragase.
nl: Kon archiefbestand niet openen. Waarschijnlijk is het corrupt.
pt_br: Não foi possível abrir o arquivo. Ele pode estar corrompido.
ru: Не удалось открыть файл с архивом. Файл может быть поврежден.

source: Failed to extract archive file.
ca: No s'ha pogut extreure l'arxiu.
de: Konnte Archivdatei nicht extrahieren.
es: No se ha podido extraer el archivo.
eu: Artxibo-fitxategia erauzteak huts egin du.
gd: Dh'fhàillig le dì-dhùmhlachadh an fhaidhle tasglainn.
gl: Non se puido extraer o contido do arquivo.
nl: Uitpakken archiefbestand niet gelukt
pt_br: Falha ao extrair o arquivo.
ru: Не удалось распаковать файл с архивом.

source: Unknown archive type.
ca: Tipus d'arxiu desconegut.
de: Unbekannter Archiv-Typ.
es: Tipo de archivo desconocido.
eu: Fitxategi mota ezezaguna.
gd: Seòrsa tasglainn neo-aithnichte.
gl: Non se recoñeceu o tipo de arquivo.
nl: Onbekand archieftype
pt_br: Tipo de arquivo desconhecido.
ru: Неизвестный тип архива.

source: Unknown file upload error.
ca: Error desconegut pujant el fitxer.
de: Unbekannter Fehler beim Hochladen der Datei.
es: Error desconocido en el envío del fichero.
eu: Errore ezezaguna fitxategia kargatzean.
gd: Mearachd neo-aithnichte le luchdadh suas an fhaidhle.
gl: Houbo un erro descoñecido ao intentar subir o ficheiro.
nl: Onbekende fout bij het uploaden van het bestand.
pt_br: Erro desconhecido ao enviar o arquivo.
ru: Неизвестная ошибка загрузки файла.

source: Uploaded file is too large.
ca: El fitxer pujat és massa gran.
de: Hochgeladene Datei ist zu groß.
es: El fichero subido es demasiado grande.
eu: Kargatutako fitxategia handiegia da.
gd: Tha am faidhle air a luchdadh suas ro mhòr.
gl: O ficheiro a subir é grande de máis.
nl: Bestand is te groot om te uploaden.
pt_br: Arquivo enviado é muito grande.
ru: Загружаемый файл слишком большой.

source: Uploaded file is incomplete.
ca: El fitxer pujat està incomplet.
de: Hochgeladene Datei ist unvollständig.
es: El fichero subido está incompleto.
eu: Fitxategia kargatzea osatu gabe dago.
gd: Chan eil am faidhle air a luchdadh suas coileanta.
gl: O ficheiro a subir está incompleto.
nl: Geüploade bestand is incompleet.
pt_br: O envio de arquivos está incompleto.
ru: Загружаемый файл поврежден.

source: No file was uploaded.
ca: No s'ha pujat cap fitxer.
de: Es wurde keine Datei hochgeladen.
es: No se ha subido ningún fichero.
eu: Ez da fitxategirik kargatu.
gd: Cha deach faidhle sam bith a luchdadh suas.
gl: Non se subiu ningún ficheiro.
nl: Er is geen bestand geüpload.
pt_br: Nenhum arquivo enviado.
ru: Файл не был загружен.

source: There is no TEMP directory to store the uploaded file in.
ca: No hi ha cap directori temporal per desa-hi el fitxer pujat.
de: Es gibt kein TEMP-Verzeichnis, in dem die hochgeladene Datei gespeichert werden kann.
es: No hay ningún directorio temporal para guardar el fichero subido.
gd: Tha pasgan TEMP a dhìth gus am faidhle air a luchdadh suas a stòradh ann.
gl: Non hai ficheiro temporal ao que subir o ficheiro.
nl: Er is geen TEMP map om het te uploaden bestand in te bewaren.
pt_br: Não existe diretório temporário para armazenar o arquivo enviado.
ru: Нет директории TEMP, где бы хранился загруженный файл.

source: Unable to write uploaded file to disk.
ca: No s'ha pogut escriure a disc el fitxer pujat.
de: Konnte hochgeladene Datei nicht auf die Festplatte schreiben.
es: El archivo subido no se ha podido escribir a disco.
gd: Chan ghabh am faidhle air a luchdadh suas a sgrìobhadh air an diosga.
gl: Non se puido gravar o ficheiro subido no disco duro.
nl: Kon geüploade bestand niet naar disk wegschrijven.
pt_br: Impossível gravar arquivo enviado no disco.
ru: Невозможно записать загруженный файл на диск.

source: Uploaded image files must be either PNG or Jpeg files.
ca: Els fitxers d'imatge pujats han de ser PNG o JPEG.
de: Hochgeladene Bilder müssen entweder PNG- oder JPEG-Dateien sein.
es: Los ficheros de imagen subidos deben ser PNG o JPEG.
eu: Kargatutako irudi-fitxategiek PNG edo Jpeg fitxategiak izan behar dute.
gd: Feumaidh faidhlichean deilbh air an luchdadh suas a bhith nam faidhlichean PNG no Jpeg.
gl: Os ficheiros de imaxe a subir deben ser de tipo PNG ou JPEG.
nl: Afbeeldingen moeten PNG of JPEG bestanden zijn.
pt_br: Imagens enviadas precisar ser arquivos PNG ou JPEG.
ru: Загружаемое изображение должно быть в формате PNG или Jpeg.
