Repository: supertuxkart/stk-addons
Catalog: locale/translations-*.po
Languages: ca, de, es, eu, gd, gl, nl, pt_br, ru

source: Save Configuration
ca: Desa la configuració
de: Einstellungen speichern
es: Guardar configuración
eu: Gorde konfigurazioa
gd: Sàbhail an rèiteachadh
gl: Gardar a configuración
nl: Configuratie opslaan
pt_br: Salvar configurações
ru: Сохранить конфигурацию

source: Change Password
ca: Canvia la contrasenya
de: Passwort ändern
es: Cambiar contraseña
eu: Aldatu pasahitza
gd: Atharraich am facal-faire
gl: Cambiar o contrasinal
nl: Wijzig wachtwoord
pt_br: Alterar senha
ru: Изменить пароль

source: Old Password:
ca: Contrasenya anterior:
de: Altes Passwort:
es: Contraseña anterior:
eu: Pasahitz zaharra:
gd: An seann fhacal-faire:
gl: Contrasinal actual:
nl: Oud wachtwoord:
pt_br: Senha antiga:
ru: Старый пароль:

source: Must be at least %d characters long.
ca: Ha de tenir almenys %d caràcters.
de: Muss mindestens %d Zeichen lang sein.
es: Debe tener al menos %d caracteres.
eu: Gutxienez %d karaktere izan behar ditu.
gd: Feumaidh e a bhith %d caractaran a dh'fhaid air a char as giorra.
nl: Moet minimaal %d tekens lang zijn.
pt_br: Precisa de pelo menos %d caracteres.
ru: Должно быть минимум %d символов.

source: New Password:
ca: Nova contrasenya:
de: Neues Passwort:
es: Nueva contraseña:
eu: Pasahitz berria:
gd: Am facal-faire ùr:
gl: Contrasinal novo:
nl: Nieuw wachtwoord:
pt_br: Nova senha:
ru: Новый пароль:

source: New Password (Confirm):
ca: Nova contrasenya (confirmar):
de: Neues Passwort (Bestätigen):
es: Nueva contraseña (confirmar):
eu: Pasahitz berria (Berretsi):
gd: Am facal-faire ùr (dearbhaich):
gl: Contrasinal novo (repetir):
nl: Nieuw wachtwoord (opnieuw):
pt_br: Nova senha (confirmação):
ru: Новый пароль (подтвердите)

source: User's Tracks
ca: Circuits de l'usuari
de: Strecken des Benutzers
es: Circuitos del usuario
eu: Erabiltzailearen zirkuituak
gd: Slighean an cleachdaiche
gl: Circuítos
nl: Parcoursen van deze gebruiker
pt_br: Pistas do usuário
ru: Трассы пользователя

source: This user has not uploaded any tracks.
ca: Aquest usuari no ha pujat cap circuit.
de: Dieser Benutzer hat keine Strecken hochgeladen.
es: Este usuario no ha subido ningún circuito.
eu: Erabiltzaile honek ez du zirkuiturik kargatu.
gd: Chan eil an cleachdaiche seo air slighe sam bith a luchdadh suas fhathast.
gl: O usuario non subiu circuíto ningún.
nl: Deze gebruiker heeft geen parcoursen geüpload.
pt_br: Este usuário não enviou nenhum pista.
ru: Этот пользователь не загрузил ни одной трассы.

source: User's Karts
ca: Karts de l'usuari
de: Karts des Benutzers
es: Karts del usuario
eu: Erabiltzailearen kartak
gd: Cartan an cleachdaiche
gl: Karts
nl: Karts van deze gebruiker
pt_br: Karts do usuário
ru: Карты пользователя

source: This user has not uploaded any karts.
ca: Aquest usuari no ha pujat cap kart.
de: Dieser Benutzer hat keine Karts hochgeladen.
es: Este usuario no ha subido ningún kart.
eu: Erabiltzaile honek ez du kartik kargatu.
gd: Chan eil an cleachdaiche seo air cart sam bith a luchdadh suas.
gl: O usuario non subiu kart ningún.
nl: Deze gebruiker heeft geen karts geüpload.
pt_br: Este usuário não enviou nenhum kart.
ru: Этот пользователь не загрузил ни одного карта.

source: User's Arenas
ca: Arenes de l'usuari
de: Spielfelder des Benutzers
es: Arenas del usuario
eu: Erabiltzailearen borroka-zelaiak
gd: Cearcaill an cleachdaiche
nl: Arena's van gebruiker
pt_br: Arenas do usuário

source: This user has not uploaded any arenas.
ca: Aquest usuari no ha pujat cap arena.
de: Dieser Benutzer hat noch keine Spielfelder hochgeladen.
es: Este usuario no ha subido ninguna arena.
eu: Erabiltzaile honek ez du borroka-zelairik kargatu.
gd: Chan eil an cluicheadair air cearcall sam bhith a luchdadh suas.
nl: Deze gebruiker heeft nog geen arena's geüpload.
pt_br: Este usuário não enviou nenhuma arena.

source: Your old password is not correct.
ca: La vostra contrasenya anterior no és correcta.
de: Dein altes Passwort ist falsch.
es: Vuestra contraseña anterior no es correcta.
eu: Zure pasahitz zaharra ez da zuzena.
gd: Chan eil an seann fhacal-faire agad ceart.
gl: O contrasinal actual é incorrecto.
nl: Het oude wachtwoord is niet correct.
pt_br: Sua senha antiga está errada.
ru: Ваш старый пароль неверен.

source: The following file could not be found:
ca: El següent fitxer no s'ha pogut trobar:
de: Die folgende Datei konnte nicht gefunden werden:
es: El siguiente fichero no se ha podido encontrar:
eu: Ezin izan da hurrengo fitxategia aurkitu:
gd: Cha deach am faidhle seo a lorg:
gl: Non se puido atopar o seguinte ficheiro:
nl: Het volgende bestand is niet gevonden:
pt_br: O seguinte arquivo não pôde ser encontrado:
ru: Данный файл не может быть найден:

source: This is the official SuperTuxKart add-on repository. It contains extra karts and tracks for the SuperTuxKart game.
ca: Aquest és el dipòsit oficial de complements del SuperTuxKart. Conté karts i circuits extres per al joc.
de: Dies ist das offizielle Addon-Verzeichnis von Super TuxKart. Es enthält zusätzliche Karts und Strecken für das SuperTuxKart-Spiel.
es: Este es el repositorio oficial de complementos de SuperTuxKart. Contiene karts y circuitos extra para el juego.
eu: Hau SuperTuxKart-en gehigarrien biltegi ofiziala da. SuperTuxKart jokoarentzako kart eta zirkuitu gehigarriak daude hemen.
gd: Seo stòras oifigeil dhe thuilleadain SuperTuxKart. Tha cartaichean is slighean a bharrachd airson a' gheama SuperTuxKart ann.
nl: Dit is de officiële SuperTuxKart add-on collectie. Ze bevat extra karts en parcoursen voor het spel SuperTuxKart.
pt_br: Este é o repositório oficial de complementos do SuperTuxKart. Contém karts e pistas extras para o jogo.
ru: Это официальный репозиторий аддонов игры SuperTuxKart. Он содержит дополнительные карты и трассы для игры SuperTuxKart.

source: The most downloaded kart is %s.
ca: El kart més descarregat és %s.
de: Das am häufigsten heruntergeladene Kart ist %s.
es: El kart más descargado es %s.
eu: Kartik deskargatuena hau da: %s
gd: 'S e %s an cart a chaidh a luchdadh a-nuas nas trice.
gl: O kart máis descargado é «%s».
nl: De meest gedownloade kart is %s.
pt_br: O kart mais baixado é %s.
ru: Наиболее скачиваемый карт: %s.

source: The most downloaded track is %s.
ca: El circuit més descarregat és %s.
de: Die am häufigsten heruntergeladene Strecke ist %s.
es: El circuito más descargado es %s.
eu: Zirkuiturik deskargatuena hau da: %s
gd: Is %s an t-slighe a chaidh luchdadh a-nuas nas trice.
gl: O circuíto máis descargado é «%s».
nl: Het meest gedownloade parcours is %s.
pt_br: A pista mais baixada é %s.
ru: Наиболее скачиваемая трасса: %s.

source: Password:
ca: Contrasenya:
de: Passwort:
es: Contraseña:
eu: Pasahitza:
gd: Facal-faire:
gl: Contrasinal:
nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:

source: Log In
ca: Inici de sessió
de: Anmelden
es: Iniciar sesión
eu: Hasi saioa
gd: Log a-steach
gl: Identificarse
nl: Inloggen
pt_br: Iniciar sessão
ru: Вход

source: Create an account.
ca: Crea un compte.
de: Konto erstellen.
es: Crear una cuenta.
eu: Sortu kontu bat.
gd: Cruthaich cunntas.
gl: Crear unha conta.
nl: Account aanmaken
pt_br: Criar uma conta.
ru: Создать аккаунт.

source: Forgot password?
ca: Heu oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
eu: Pasahitza ahaztu duzu?
gd: Gun chuimhne air an fhacal-fhaire agad?
nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?

source: Failed to logout.
ca: No s'ha pogut desconnectar.
de: Konnte dich nicht abmelden.
es: No se ha podido desconectar.
eu: Saioa amaitzeak huts egin du.
gd: Dh'fhàillig leis an logadh a-mach.
gl: Non se puido pechar a sesión.
nl: Uitloggen niet geslaagd.
pt_br: Falha ao sair.
ru: Не удалось выйти из системы.

source: You have been logged out.
ca: Heu estat desconnectat.
de: Du wurdest abgemeldet.
es: Su sesión ha sido cerrada.
eu: Saioa amaitu duzu.
gd: Chaidh do logadh a-mach.
gl: Pechouse a sesión.
nl: U bent uitgelogd.
pt_br: Você saiu.
ru: Вы вышли из системы.

source: Click %shere%s if you do not automatically redirect.
ca: Feu clic %saquí%s si no sou redirigit automàticament.
de: Klicke %shier%s, wenn du nicht automatisch weitergeleitet wirst.
es: Haga clic %saquí%s si no es usted redirigido automáticamente.
gd: Briog %san-seo%s mura h-eil thu airson ath-stiùireadh fèin-obrachail.
nl: Klik %shier%s als je niet automatisch doorverwezen wordt.
pt_br: Clique %saqui%s se você não for redirecionado automaticamente.
ru: Нажмите %sсюда%s, если вы не были автоматически перенаправлены.

source: Welcome, %s!
ca: Benvingut/da, %s!
de: Hallo %s!
es: ¡Bienvenido/a, %s!
eu: Ongi etorri, %s!
gd: Fàilte, %s!
gl: Benvido, %s!
nl: Welkom %s!
pt_br: Bem-vindo, %s!
ru: Добро пожаловать, %s!

source: You are already logged in.
ca: Ja esteu connectat.
de: Du bist bereits angemeldet.
es: Ya has iniciado sesión.
gd: Tha thu air logadh a-steach mu thràth.
gl: Xa está identificado.
nl: Je bent reeds ingelogd.
pt_br: Você já está logado.
ru: Вы уже вошли в систему.

source: Deleted message.
ca: Missatge esborrat.
de: Nachricht gelöscht.
es: Mensaje borrado.
eu: Mezua ezabatuta.
gd: Chaidh an teachdaireachd a sguabadh às
gl: Eliminouse a mensaxe.
nl: Bericht is verwijderd
pt_br: Mensagem excluída.
ru: Сообщение удалено.

source: Failed to delete message.
ca: No s'ha pogut esborrar el missatge.
de: Konnte Nachricht nicht löschen.
es: No se ha podido borrar el mensaje.
eu: Mezua ezabatzeak huts egin du.
gd: Dh'fhàillig le sguabadh às an teachdaireachd.
gl: Non se puido eliminar a mensaxe.
nl: Bericht kon niet verwijderd worden
pt_br: Falha ao excluir a mensagem.
ru: Не удалось удалить сообщение.

source: Invalid page. You may have followed a broken link.
ca: Pàgina invàlida. És possible que hagueu seguit un enllaç trencat.
de: Ungültige Seite. Möglicherweise bist du einem ungültigen Link gefolgt.
es: Página inválida. Es posible que haya seguido un enlace roto.
gd: Duilleag mì-dhligheach. 'S dòcha gun do lean thu air ceangal briste.
gl: A páxina é incorrecta. Pode que seguise unha ligazón rota.
nl: Ongeldige pagina. Waarschijnlijk heb je een foutieve link gebruikt.
pt_br: Página inválida. Você seguiu um link quebrado.
ru: Неверная страница. Возможно, вы использовали неправильную ссылку.

source: Overview
gd: Foir-shealladh
nl: Overzicht

source: General Settings
ca: Opcions generals
de: Allgemeine Einstellungen
es: Opciones generales
eu: Ezarpen orokorrak
gd: Roghainnean coitcheann
gl: Configuración xeral
nl: Algemene instellingen
pt_br: Configurações gerais
ru: Основные настройки

source: News Messages
ca: Missatges de notícies
de: Neuigkeiten
es: Mensajes de noticias
gd: Teachdaireachdan naidheachd
gl: Mensaxes novas
nl: Nieuwsberichten
pt_br: Mensagens novas
ru: Новости

source: Uploaded Files
ca: Fitxers pujats
de: Hochgeladene Dateien
es: Ficheros subidos
eu: Kargatutako fitxategiak
gd: Faidhlichean air an luchdadh suas
gl: Ficheiros subidos
nl: Upgeloadde bestanden
pt_br: Arquivos enviados
ru: Загруженные файлы

source: Client Versions
ca: Versions de client:
de: Anwendungsversionen
es: Versiones de cliente:
gd: Tionndaidhean a' chliant
gl: Versións do cliente
nl: Clientversies
pt_br: Versões do cliente
ru: Версии клиента

source: Cache Files
de: Zwischengespeicherte Dateien
gd: Faidhlichean tasgadain
nl: Cache bestanden
pt_br: Arquivos de cache

source: Event Logs
ca: Registres d'events
de: Ereignisaufzeichnungen
es: Registros de eventos
gd: Logaichean nan tachartas
nl: Logboek
pt_br: Logs de evento

source: Unapproved Add-Ons
ca: Complements no aprovats
es: Complementos no aprobados
gd: Tuilleadain gun aonta riutha
nl: Afgewezen add-ons

source: Note that only add-ons where the newest revision is unapproved will appear here.
ca: Tingueu en compte que només apareixeran aquí aquells complements dels quals la seva darrera revisió no estigui aprovada.
es: Tenga en cuanta que sólo aparecerán aquí esos complementos cuya última revisión no esté aprobada.
gd: Thoir an aire nach nochd ath-sgrùdaidhean an-seo ach an fheadhainn aig a bheil ath-sgrùdadh ùr nach deach aontadh ris.
nl: N.B. Hier staan alleen add-ons waarvan de laatste versie is afgewezen.

source: Revisions:
es: Revisiones:
eu: Berrikuspenak:
gd: Ath-sgrùdaidhean:
nl: Versies:

source: No unapproved add-ons.
ca: No hi ha complements no aprovats.
es: No hay complementos no aprobados
gd: Chan eil tuilleadan gun aonta ris ann.
nl: Geen afgewezen add-ons

source: Unapproved Files
ca: Fitxers no aprovats.
es: Ficheros no aprobados.
gd: Faidhlichean gun aonta riutha
nl: Afgewezen bestanden

source: Images:
ca: Imatges:
es: Imágenes:
eu: Irudiak:
gd: Dealbhan:
nl: Afbeeldingen:

source: No unapproved images.
ca: No hi ha imatges no aprovades.
es: No hay imágenes no aprobadas.
gd: Chan eil dealbh gun aonta ris ann.
nl: Geen afgewezen afbeeldingen

source: Source Archives:
ca: Arxius font:
es: Archivos fuente:
eu: Iturburu-fitxategiak:
gd: Tasglannan bun-tùis:
nl: Bronbestanden:

source: %d File
ca: %d fitxer
es: %d fichero
eu: Fitxategi %d
gd: %d fhaidhle
nl: %d bestand

source: No unapproved source archives.
ca: No hi ha cap arxiu font no aprovat.
es: No hay ningún archivo fuente no aprobado.
gd: Chan eil tasglann bun-tùis gun aonta ris ann.
nl: Geen afgewezen bronbestanden

source: XML Download Frequency
ca: Freqüència de descàrrega XML
es: Frecuencia de descarga XML
gd: Tricead luchdaidh a-nuas XML
gl: Frecuencia de descarga en XML
nl: XML dowload frequentie
pt_br: Frequência de download do XML
ru: Частота скачиваний XML

source: Permitted Addon Filetypes
ca: Tipus de fitxer permesos en els complements
de: Erlaubte Add-On-Dateitypen
es: Tipos de fichero permitidos en los complementos
gd: Seòrsaichean faidhle tuilleadain ceadaichte
gl: Tipos de complemento permitidos
nl: Geldige add-on bestandstypen
pt_br: Extensões permitidas para complementos
ru: Разрешенные типы файлов аддона

source: Permitted Source Archive Filetypes
ca: Tipus de fitxer permesos en els arxius font
de: Als Quellarchiv zugelassene Dateitypen
es: Tipos de fichero permitidos en los archivos fuente
gd: Seòrsaichean faidhle tasglann bun-tùis ceadaichte
gl: Tipos de arquivo de fontes permitidos
nl: Geldige bronarchief bestandstypen
pt_br: Extensões permitidas para arquivos-fonte
ru: Разрешенные типы архива исходных файлов

source: Administrator Email
ca: Correu de l'administrador
es: Correo del administrador
eu: Administratzailearen e-posta
gd: Post-d an rianaire
gl: Correo electrónico do administrador
nl: E-mail van administrator
pt_br: E-mail do administrador
ru: Email администратора

source: Moderator List Email
ca: Correu de la llista de moderadors
es: Correo de la lista de moderadores.
gd: Post-d liosta nam maor
gl: Correo electrónico da lista de moderadores
nl: Moderator E-mail
pt_br: Lista de e-mail do moderador

source: List Invisible Addons in XML
ca: Mostra els complements invisibles en XML
es: Mostrar los complementos invisibles en XML.
gd: Seall na tuilleadain falaichte ann an XML
gl: Listar os complementos invisíbeis no XML
nl: Toon onzichtbare add-ons als XML
pt_br: Lista de complementos invisíveis no XML
ru: Показать невидимые аддоны в виде XML.

source: Blog RSS Feed
ca: Canal RSS del bloc
es: Fuente RSS del blog.
eu: Blogaren RSS jarioa
gd: Inbhir RSS bloga
pt_br: RSS Feed do blog

source: Maximum Uploaded Image Dimension
ca: Dimensió màxima de les imatges pujades
es: Dimensión máxima de las imágenes subidas.
gd: Dimeinseanan as motha aig dealbh air a luchdadh suas
nl: Maximale afbeeldingsgrootte voor uploads
pt_br: Dimensão máxima para o envio de imagens

source: Save Settings
ca: Desa la configuració
de: Einstellungen speichern
es: Guardar configuración
eu: Gorde ezarpenak
gd: Sàbhail na roghainnean
gl: Gardar a configuración
nl: Instellingen opslaan
pt_br: Salvar configurações
ru: Сохранить настройки

source: Message:
ca: Missatge:
de: Nachricht:
es: Mensaje:
eu: Mezua:
gd: Teachdaireachd:
gl: Mensaxe:
nl: Bericht:
pt_br: Mensagem:
ru: Сообщение:

source: Condition:
ca: Condició:
de: Bedingung:
es: Condición:
eu: Baldintza:
gd: Cumha:
gl: Estado:
nl: Voorwaarde:
pt_br: Condição:
ru: Условия:

source: Display on Website:
ca: Mostra a la web:
de: Auf der Website anzeigen:
es: Mostrar en la web:
eu: Bistaratu webgunean:
gd: Taisbean air an làrach-lìn:
gl: Amosar no sitio web:
nl: Toon op webpagina:
pt_br: Exibir no site:
ru: Отображение на сайте:

source: Create Message
ca: Crea missatge
de: Nachricht erstellen
es: Crear mensaje
eu: Sortu mezua
gd: Cruthaich teachdaireachd
gl: Crear unha mensaxe
nl: Bericht aanmaken
pt_br: Criar mensagem
ru: Создать сообщение

source: No news messages currently exist.
ca: Actualment no existeixen missatges de notícies.
de: Derzeit existieren keine Neuigkeiten.
es: Actualmente no existen mensajes de noticias.
gd: Chan eil teachdaireachd naidheachd sam bith ann an-dràsta.
gl: Non hai mensaxes novas.
nl: Er zijn momenteel geen nieuwsberichten.
pt_br: Não existe nenhuma mensagem.
ru: Не существует ни одного новостного сообщения.

source: Date:
ca: Data:
de: Datum:
es: Fecha:
eu: Data:
gd: Ceann-latha:
gl: Data:
nl: Datum:
pt_br: Data:
ru: Дата:

source: Author:
ca: Autor/a:
de: Autor:
es: Autor/a:
eu: Egilea:
gd: Ùghdar:
gl: Autor:
nl: Auteur:
pt_br: Autor:
ru: Автор:

source: Web:
ca: Lloc web:
de: Webseite:
eu: Weba:
gd: Lìn:
pt_br: Página da web:

source: Actions:
ca: Accions:
es: Acciones:
eu: Ekintzak:
gd: Gnìomhan:
gl: Accións:
nl: Handelingen:
pt_br: Ações:
ru: Действия:

source: No files have been uploaded.
ca: No s'ha pujat cap fitxer.
de: Es wurden keine Dateien hochgeladen.
es: No se ha subido ningún fichero.
gd: Cha deach faidhle sam bith a luchdadh suas.
gl: Non se subiu ficheiro ningún.
nl: Geen geüploade bestanden.
pt_br: Nenhum arquivo foi enviado.
ru: Ни одного файла не было загружено.

source: Name:
ca: Nom:
es: Nombre:
eu: Izena:
gd: Ainm:
gl: Nome:
nl: Naam:
pt_br: Nome:
ru: Имя:

source: References:
eu: Erreferentziak:
gd: Iomraidhean:
gl: Referencias:
nl: Referenties:
pt_br: Referências:
ru: Ссылки:

source: Clients by User-Agent
ca: Clients per agent d'usuari
es: Clientes por agente de usuario
gd: Cliantan a-rèir User-Agent
gl: Clientes por usuario:
pt_br: Clientes por User-Agent
ru: Юзер-агент

source: There are currently no SuperTuxKart clients recorded. Your download script may not be configured properly.
ca: En aquests moments no hi ha cap client de SuperTuxKart registrat. El vostre script de descàrrega podria no estar ben configurat.
es: En estos momentos no hay ningún cliente de SuperTuxKart registrado. Vuestro script de descarga podría no estar bien configurado.
gd: Chan eil cliant SuperTuxKart clàraichte ann an-dràsta. 'S dòcha nach deach an sgriobt luchdaidh a-nuas agad a rèiteachadh mar bu chòir.
gl: De momento non se ten rexistro e ningún cliente de SuperTuxKart. Pode que o seu guión (script) de descarga non estea correctamente configurado.
nl: Er zijn momenteel geen SuperTuxKart clienten beschikbaar. Het download script werkt misschien niet.
pt_br: Atualmente, não existe um cliente SuperTuxKart gravado. Seu script de download pode não ter sido configurado apropriadamente.

source: Game Version:
ca: Versió del joc:
de: Spielversion:
es: Versión del juego:
eu: Jokoaren bertsioa:
gd: Tionndadh dhen gheama:
gl: Versión do xogo:
nl: Versie van spel:
pt_br: Versão do jogo:
ru: Версия игры:

source: User-Agent String:
ca: Cadena de l'agent d'usuari:
es: Cadena del agente de usuario:
gd: Sreang User-Agent:
gl: Cadea co usuario:
pt_br: String do User-Agent:
ru: Строка User-Agent:

source: Empty cache
ca: Buida la memòria cau
de: Zwischenspeicher leeren
es: Vaciar la memoria caché
eu: Hustu cache-a
gd: Tasgadan falamh
nl: Leeg de cache
pt_br: Esvaziar cache
ru: Кэш пуст

source: One or more fields has been left blank. Settings were not saved.
ca: Un o més camps s'han deixat en blanc. La configuració no s'ha desat.
de: Ein oder mehrere Felder wurden leer gelassen. Die Einstellungen wurden nicht gespeichert.
es: Uno o más campos se han dejado en blanco. La configuración no se ha guardado.
gd: Chaidh co-dhiù aon raon fhàgail bàn. Cha deach na roghainnean a shàbhaladh.
gl: Hai algún campo baleiro, e por tanto non se gardou a configuración.
nl: Eén of meerdere velden zijn leeg. Instellingen zijn niet opgeslagen.
pt_br: Um ou mais campos foram deixados em branco. Configurações não foram salvas.
ru: Одно или более полей были не заполнены. Настройки не сохранены.

source: XML Download Frequency value is invalid.
ca: El valor de la freqüència de descàrrega XML és invàlid.
es: El valor de la frecuencia de descarga XML es inválido.
eu: j
gd: Tha an luach air tricead an luchdaidh a-nuas XML mì-dhligheach.
gl: O valor da frecuencia de descarga en XML é incorrecto.
nl: XML download fequentie is ongeldig.
pt_br: Valor da frequência de download do XML é inválido.
ru: Значение частоты скачивания XML неверно.

source: Saved settings.
ca: Configuració desada.
de: Einstellungen wurden gespeichert.
es: Configuración guardada.
eu: Ezarpenak gordeta.
gd: Chaidh na roghainnean a shàbhaladh.
gl: Gardouse a configuración.
nl: Instellingen opgeslagen
pt_br: Configurações salvas.
ru: Настройки сохранены.

source: Created message.
ca: Missatge creat.
de: Nachricht wurde erstellt.
es: Mensaje creado.
eu: Mezua sortuta.
gd: Chaidh an teachdaireachd a chruthachadh.
gl: Creouse a mensaxe.
nl: Bericht aangemaakt
pt_br: Mensagem criada.
ru: Сообщение создано.

source: Failed to create message.
ca: No s'ha pogut crear el missatge.
de: Fehler beim Erstellen der Nachricht.
es: No se ha podido crear el mensaje.
eu: Mezua sortzeak huts egin du.
gd: Dh'fhàillig le cruthachadh an teachdaireachd.
gl: Non se puido crear a mensaxe.
nl: Bericht aanmaken niet gelukt.
pt_br: Falha ao criar mensagem.
ru: Не удалось создать сообщение.

source: Reset Password
ca: Reinicia la contrasenya
de: Passwort zurücksetzen
es: Reiniciar contraseña
eu: Berrezarri pasahitza
gd: Ath-shuidhich am facal-faire
nl: Wachtwoord opnieuw instellen
pt_br: Redefinir senha

source: In order to reset your password, please enter your username and your email address. A password reset link will be emailed to you. Your old password will become inactive until your password is reset.
ca: Per poder reiniciar la vostra contrasenya introduïu el vostre nom d'usuari i la vostra adreça de correu. Se us enviarà un enllaç per reiniciar la contrasenya. La vostra contrasenya antiga romandrà inactiva fins que la reinicieu.
es: Para poder reiniciar su contraseña introduzca su nombre de usuario y su dirección de correo. Se le enviará un enlace para reiniciar la contraseña. Su antigua contraseña permanecerá inactiva hasta que la reinicie.
gd: Gus am facal-faire agad ath-shuidheachadh, cuir a-steach an t-ainm-cleachdaiche is an seòladh puist-d agad. Thèid ceangal airson am facal-faire agad ath-shuidheachadh a chur thugad. Bidh an seann fhacal-faire agad à comas gus an tèid am facal-faire agad ath-shuidheachadh.
nl: Vul je gebruikersnaam en e-mailadres in om je wachtwoord opnieuw in te stellen. Er zal een wachtwoord-resetlink naar je worden gemaild. Je oude wachtwoord wordt geblokkeerd tot je wachtwoord opnieuw is ingesteld.
pt_br: Para redefinir sua senha, por favor insira seu usuário e endereço de email. Um link para redefinir sua senha será enviado para você. Sua senha antiga ficará inativa até que uma nova seja definida.

source: Email Address:
ca: Correu electrònic:
de: E-Mail-Adresse:
es: Correo electrónico:
eu: E-posta helbidea:
gd: Seòladh puist-d:
gl: Enderezo de correo electrónico:
nl: E-mailadres:
pt_br: Endereço de e-mail:
ru: Адрес Email:

source: Send Reset Link
ca: Envia l'enllaç de reinici
es: Enviar el enlace de reinicio
gd: Cuir ceangal ath-shuidheachaidh
nl: Resetlink verzenden
pt_br: Enviar link para redefinição
